/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin language editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "shopify": {
    "checkout": {
      "general": {
        "submit": "Isumite",
        "errors": {
          "captcha": {
            "token_not_valid_for_session": "Hindi magagamit ang ibinigay na captcha sa checkout na ito.",
            "metadata_missing": "Kinakailangan ang pagkumpleto ng captcha para sa checkout na ito.",
            "metadata_mismatch": "Hindi tumutugma sa inaasahang mga halaga ang ibinigay na tagapagbigay at uri ng captcha.",
            "token_missing": "Kailangang magbigay ng captcha token para makumpleto ang checkout na ito.",
            "job_enqueue_failed": "Nabigo ang pag-enqueue sa trabaho ng pagpapatunay ng captcha.",
            "job_already_queued": "Nakapila na ang pagpapatunay ng Captcha para sa token ng captcha na ito.",
            "token_expired": "Nag-expire na ang ibinigay na captcha token. Kumpletuhin ang isang bagong captcha para magpatuloy sa pag-checkout.",
            "token_invalid": "Hindi wasto ang ibinigay na captcha token. Kumpletuhin ang isang bagong captcha para magpatuloy sa pag-checkout."
          },
          "fx_reconciliation_override": {
            "shop_currency_mismatch": "Ang halagang natanggap ay dapat nasa pera ng tindahan."
          },
          "checkout_source": {
            "revoked": "Hindi na magagamit ang checkout na ito."
          },
          "only_empty_terms_accepted": "Mga blangkong termino lamang ang tinatanggap ng patakarang ito.",
          "session_identifier_not_unique_error": "May nangyaring mali sa order mo, pakisubukang mag-checkout ulit.",
          "line_item_limit_reached": "Naabot na ang pinakamataas na bilang ng mga line item.",
          "session_is_already_finished": "Natapos na ang sesyon ng pag-checkout na ito.",
          "merchandise": {
            "only_value_constraint": "Tanging mga eksaktong halaga lamang ang pinapayagan sa input ng merchandise.",
            "merchandise_not_found": "Hindi natagpuan ang produkto.",
            "merchandise_variant_not_found": "Hindi natagpuan ang variant ng produkto.",
            "merchandise_not_applicable": "Hindi mabibili ang variant ng produkto.",
            "mixed_currencies": "Ang Checkout ay naglalaman ng mga line item na may iba't ibang currency.",
            "bundle_products_not_supported_for_b2b": "Hindi maaaring idagdag ang mga naka-bundle na item sa mga B2B order para sa lokasyong ito.",
            "gift_card_quantity_mismatch": "Kapag tumutukoy ng mga gift card code, dapat tumugma ang dami ng line item at ang bilang ng mga gift card code.",
            "gift_card_not_supported": "Hindi sinusuportahan ang mga gift card sa checkout na ito.",
            "gift_card_not_unique": "Ang gift card na may code na {{code}} ay makikita nang higit sa isang beses sa checkout na ito. Ang mga code ay naka-format bago ang paghahambing.",
            "gift_card_used": "Ang code ng gift card {{code}} ay nakatalaga na sa isang gift card. Ang mga code ay naka-format bago ang paghahambing.",
            "gift_card_invalid": "Hindi wasto ang code ng gift card {{code}} .",
            "gift_card_code_changed": "Ang gift card code {{proposed_code}} ay binago sa {{formatted_code}} upang sumunod sa mga panuntunan sa pag-format.",
            "gift_card_with_attributes_not_supported": "Hindi sinusuportahan sa checkout na ito ang mga gift card na may mga custom na attribute.",
            "gift_card_with_components_not_supported": "Hindi sinusuportahan ang mga gift card na may mga bahagi sa checkout na ito.",
            "selling_plan_mismatch": "Na-update na ang subscription.",
            "selling_plan_not_supported": "Hindi sinusuportahan ang mga subscription.",
            "selling_plan_not_supported_b2b": "Hindi sinusuportahan ang mga subscription para sa B2B checkout.",
            "price_mismatch": "Ang dating iminungkahing presyo para sa panindang ito ay hindi wasto at na-update na.",
            "inventory_not_found": "Walang nakitang imbentaryo para sa panindang ito.",
            "product_not_published": "Hindi nai-publish ang produkto.",
            "product_not_published_in_buyer_location": "Hindi nai-publish ang produkto sa lokasyon ng mamimili.",
            "duplicated_stable_id": "Ang linya ng paninda na ito ay may parehong stable-ID gaya ng ibang linya.",
            "minimum_quantity_not_met": "Ang dami ng ilang mga item ay hindi nakakatugon sa minimum na kinakailangan.",
            "maximum_quantity_exceeded": "Ang dami ng ilang mga item ay lumampas sa maximum na pinapayagan.",
            "quantity_increment_not_met": "Hindi naaabot ng ilang item ang mga limitasyon sa order.",
            "quantity_rules_not_met": "Hindi naaabot ng ilang item ang mga limitasyon sa order.",
            "bundle_requires_components": "Walang mga bahagi ang bundle merchandise na ito.",
            "title_too_long": "Masyadong mahaba ang pamagat ng paninda.",
            "title_empty": "Walang laman ang pamagat ng paninda."
          },
          "buyer_identity": {
            "business_customer_does_not_match_company": "Walang access ang contact ng kumpanya.",
            "customer_account_required": "Kailangan mong mag-sign in para makapagpatuloy.",
            "company_location_required": "Dapat pumili ang customer ng lokasyon ng kumpanya para makapagpatuloy.",
            "company_purchase_permission_required": "Walang pahintulot ang customer na maglagay ng mga order ng kumpanya.",
            "personal_order_not_allowed": "Hindi pinapayagan ang mga personal na order sa tindahang ito.",
            "lost_access_to_company": "Nawalan ng access ang customer sa kahit anong kumpanya.",
            "contact_info_does_not_match_customer_account": "Dapat tumugma ang impormasyon sa pakikipag-ugnayan sa account kung saan ka naka-sign in.",
            "phone_number_does_not_match_expected_pattern": "Hindi tumutugma ang tinukoy na numero ng telepono sa inaasahang pattern.",
            "email_required": "Kinakailangan ang isang email kapag ang paninda ay binili gamit ang isang subscription.",
            "email_domain_is_invalid": "Hindi mareresolba ang tinukoy na domain na ito.",
            "missing_contact_method": "Kulang ng wastong paraan ng pakikipag-ugnayan.",
            "checkout_completion_target_is_missing": "Nawawala ang target na pagkumpleto ng checkout.",
            "invalid_customer_profile": "Isang di-wastong profile ng customer ang ibinigay.",
            "customer_profile_access_restricted": "Walang pahintulot ang Checkout na i-access ang profile ng customer.",
            "checkout_completion_target_is_invalid_proc": "Hindi wastong target na pagkumpleto ng checkout.",
            "buyer_identity_presentment_currency_does_not_match": "Nagkaroon ng problema sa pagproseso ng iyong order. Subukan muli sa loob ng ilang minuto."
          },
          "delivery": {
            "only_one_delivery_line_allowed": "Dapat ay isa lang ang linya ng paghahatid sa cart.",
            "wrong_number_of_delivery_lines": "Dapat tukuyin ang isang linya ng paghahatid para sa bawat grupo ng mga paninda.",
            "external_delivery_promise_error": "Isang error sa pagkuha ng panlabas na pangako sa paghahatid.",
            "options_instructions_invalid": "Ang tinukoy na mga tagubilin ay hindi tumutugma sa inaasahang pattern.",
            "destination_address_required": "Kinakailangan ang address ng destinasyon upang makapagpatuloy.",
            "pickup_points_unavailable": "Hindi available ang mga pickup point sa kasalukuyan.",
            "local_pickup_delivery_line_detail_changed": "Kailangang baguhin ang kasalukuyang estratehiya sa lokal na paghahatid ng pickup upang magpatuloy.",
            "selected_pickup_option_no_longer_available": "Hindi na magagamit ang dating napiling opsyon sa pagkuha.",
            "local_pickup_no_delivery_strategy_available": "Walang nakitang available na estratehiya sa paghahatid para sa lokal na pagkuha.",
            "origin_location_id_required": "Kinakailangan ang origin location ID kapag hiniling ang paraan ng paghahatid ng RETAIL.",
            "invalid_origin_location_id": "Hindi mahanap ang Lokasyon na tumutugma sa ID ng pinagmulang lokasyon.",
            "origin_location_id_not_allowed": "Hindi sinusuportahan ng mga hiniling na paraan ng paghahatid ang isang origin location ID.",
            "auto_fulfill_not_allowed": "Ang sesyon na ito ay hindi awtorisado na i-override ang gawi sa pagtupad sa mga obligasyon.",
            "auto_fulfill_required": "Kinakailangan ang auto fulfill kapag hiniling ang paraan ng paghahatid gamit ang RETAIL.",
            "prefetch_shipping_rates_used": "Hindi dapat kailanman magbalik ng mga rate ang mga paunang natukoy na singil sa pagpapadala.",
            "fulfillment_constraints_not_satisfied": "Isa o higit pang mga limitasyon sa katuparan ang hindi natugunan.",
            "must_fulfill_from_constraint_not_satisfied": "Hindi natutugunan ang mga limitasyon sa katuparan dahil hindi matutugunan ang mga item mula sa mga kinakailangang lokasyon.",
            "must_fulfill_from_same_location_constraint_not_satisfied": "Hindi natutugunan ang mga limitasyon sa katuparan dahil hindi maaaring matupad ang mga item mula sa parehong lokasyon.",
            "delivery_strategy_conditions_not_satisfied": "May mga estratehiya sa paghahatid na magagamit para sa lokasyong ito, ngunit hindi natutugunan ang mga kundisyon nito.",
            "out_of_stock_at_origin_location": "Walang stock sa pinagmulang lokasyon.",
            "invalid_signature": "Hindi wastong lagda ng diskwento."
          },
          "discount": {
            "discounts_not_allowed_for_b2b": "Hindi pinapayagan ang mga diskwento sa mga B2B na tindahan.",
            "custom_discount_not_honoured": "Hindi tinanggap ang ibinigay na custom discount.",
            "unsupported_expectation": "Ang ibinigay na linya ng diskwento ay naglalaman ng inaasahan na hindi kayang bigyang-kahulugan ng patakaran.",
            "additional_requested_discount_code_discarded": "{{code}} ay balido ngunit hindi naaangkop. Tingnan ang mga tuntunin ng diskwento.",
            "additional_requested_discount_discarded": "Ang iyong diskwento ay balido ngunit hindi naaangkop. Tingnan ang mga tuntunin ng diskwento.",
            "allocations_mismatch": "Nagbago na ang iyong discount code. Suriin ang iyong cart at subukang muli.",
            "discount_code_not_honoured": "%{mensahe_ng_pagtanggi_ng_diskwento}",
            "discount_title_too_long": "Hindi maaaring lumagpas sa 255 na karakter ang pamagat ng diskwento."
          },
          "tax": {
            "new_tax_must_be_accepted": "Nagbago ang mga buwis na nauugnay sa iyong order. Suriin at subukang muli.",
            "unresolvable_tax_terms": "Ang mga iminungkahing tuntunin ay hindi malulutas batay sa kasalukuyang konteksto ng negosasyon.",
            "delivery_price_is_abstract": "Ang kaugnay na presyo ng paghahatid ay abstrakto.",
            "tax_inclusivity_mismatch": "Muling makipagnegosasyon gamit ang konkretong halagang totalTaxAndDutyAmount o totalAmountIncludedInTarget.",
            "tax_exemption_not_supported": "Hindi sinusuportahan ang mga eksepsiyon sa buwis para sa kasalukuyang sesyon ng negosasyon.",
            "delivery_tax_exemption_not_supported": "Ang mga eksepsiyon sa buwis para sa mga linya ng paghahatid ay hindi kasalukuyang sinusuportahan.",
            "proposed_allocations_required": "Nawawala ang field na 'mga iminungkahing alokasyon'.",
            "merchandise_terms_must_be_defined": "Dapat bigyang-kahulugan ang mga terminolohiya sa paninda.",
            "delivery_terms_must_be_defined": "Dapat tukuyin ang mga tuntunin sa paghahatid.",
            "merchandise_discount_terms_must_be_defined": "Dapat tukuyin ang mga termino ng diskwento sa paninda.",
            "delivery_discount_terms_must_be_defined": "Dapat tukuyin ang mga tuntunin sa diskwento sa paghahatid.",
            "allocated_required": "Nawawala ang field na 'itinalaga'.",
            "value_required": "Nawawalang field na 'halaga'.",
            "line_splits_not_supported": "Ang field na 'mga linya ng paninda' ay dapat hatiin nang sa gayon ay may iisang bahagi ng linya ang bawat isa sa panukala ng nagbebenta."
          },
          "payment": {
            "manual_payments_not_allowed_for_b2b": "Hindi pinapayagan ang mga manu-manong pagbabayad sa mga B2B na tindahan.",
            "positive_amount_expected": "Ang halagang babayaran ay dapat na higit sa 0.",
            "total_amount_mismatch": "Ang kabuuang babayaran ay hindi tumutugma sa kabuuang halaga ng mga bayad.",
            "subscription_terms_not_accepted": "Hindi tinatanggap ang mga tuntunin ng subscription.",
            "missing_session_id": "Nawawalang impormasyon ng sesyon ng credit card.",
            "gateway_not_supported": "Hindi sinusuportahan ng payment gateway ang pag-iimbak ng paraan ng pagbabayad.",
            "credit_card_last_name_required": "Hindi maaaring wala ang 'apelyido'.",
            "credit_card_update_failed": "Nabigo ang pag-update ng credit card.",
            "installments_amount_invalid": "Hindi wastong halaga para sa transaksyong Hulugan.",
            "installments_test_mode_not_allowed": "Hindi pinapayagan ang test mode.",
            "installments_gift_card_not_allowed": "Hindi pinapayagan ng mga hulugan ang paggamit ng mga gift card.",
            "installments_unsupported_currency": "Hindi sinusuportahan ng mga installment ang perang ito.",
            "installments_unsupported_shipping": "Hindi sinusuportahan ng mga hulugan ang pagpapadala sa adres na ito.",
            "installments_unsupported_billing": "Hindi sinusuportahan ng mga installment ang billing address na ito.",
            "installments_unsupported_subscriptions": "Hindi sinusuportahan ng mga hulugan ang mga subscription.",
            "installments_ineligible_line_item": "Hindi pinagana ang mga hulugan para sa isang line item sa pagbiling ito.",
            "shop_cash_not_found": "Hindi natagpuan ang Cash sa Tindahan.",
            "shop_cash_not_allowed": "Hindi pinapayagan ang Shop Cash kung walang Shop Pay.",
            "shop_cash_unsupported_checkout_source": "Hindi sinusuportahan ng Shop Cash ang checkout na ito.",
            "shop_cash_gift_card_not_allowed": "Hindi pinapayagan ng Shop Cash ang pagbili ng mga gift card.",
            "shop_cash_not_enabled": "Hindi pinagana ang Shop Cash para sa tindahang ito.",
            "shop_cash_not_available": "Hindi sinusuportahan ang Shop Cash sa checkout na ito.",
            "shop_cash_unsupported_subscriptions": "Hindi sinusuportahan ng Shop Cash ang mga subscription.",
            "shop_cash_unsupported_shipping": "Hindi sinusuportahan ng Shop Cash ang mga paninda na walang pagpapadala.",
            "invalid_address_type": "Hindi wasto ang ibinigay na uri ng address para sa paraan ng pagbabayad na ito.",
            "missing_retail_attributions": "Kinakailangan ang mga retail attribution para sa mga manu-manong inilagay na pagbabayad gamit ang credit card.",
            "unexpected_retail_attributions": "Hindi inaasahang ibinigay ang mga retail attribution para sa pagbabayad gamit ang credit card.",
            "invalid_card_source": "Walang pahintulot ang sesyon na ito na gamitin ang pinagmulan ng card na ito.",
            "wallet_content_missing": "Nawawala ang nilalaman ng wallet.",
            "payment_instrument_not_found": "Hindi mahanap ang paraan ng pagbabayad",
            "unauthorized_capture_method": "Hindi pinapayagan ang pag-configure ng paraan ng pagkuha ng bayad.",
            "saved_payment_methods_not_allowed": "Hindi pinapayagan ang mga naka-save na paraan ng pagbabayad.",
            "saved_payment_methods_not_enabled": "Hindi pinagana ang mga naka-save na paraan ng pagbabayad para sa tindahang ito.",
            "saved_payment_methods_cvv_verification_disabled": "Ang napiling paraan ng pagbabayad ay nangangailangan ng pag-verify ng CVV na hindi pinagana para sa tindahang ito. Pumili ng ibang paraan ng pagbabayad.",
            "store_credit_not_enabled": "Hindi pinagana ang store credit para sa tindahang ito.",
            "store_credit_account_not_found": "Hindi natagpuan ang account sa kredito sa tindahan.",
            "store_credit_account_mismatch": "Hindi tugma ang pagkakakilanlan ng mamimili sa store credit account.",
            "store_credit_mismatched_currency": "Hindi tugma ang pera ng store credit account sa pera ng checkout.",
            "store_credit_insufficient_funds": "Hindi sapat ang pondo sa store credit account.",
            "store_credit_buying_gift_card": "Hindi mo magagamit ang store credit para bumili ng gift card.",
            "gift_cards_not_allowed_for_b2b": "Hindi pinapayagan ang mga gift card sa mga B2B store.",
            "method_required": "Dapat magmungkahi ng paraan ng pagbabayad.",
            "paypal_express_address_invalid": "Nagbalik ang PayPal ng di-wastong address.",
            "shop_cash_unsupported_currency": "Hindi sinusuportahan ng Shop Cash ang perang ito."
          },
          "tip": {
            "not_accepted_by_shop": "Hindi tumatanggap ng tip ang tindahan.",
            "only_one_tip_line_allowed": "Hindi sinusuportahan ang maraming linya ng tip.",
            "tips_not_allowed_for_b2b": "Bawal ang mga tip sa mga B2B store.",
            "currency_change_reset": "Na-reset ang tip dahil sa pagbabago ng pera.",
            "tips_not_allowed_for_deferred_purchase_options": "Hindi pa sinusuportahan ang mga tip para sa mga opsyon sa ipinagpaliban na pagbili."
          },
          "sale_attribution": {
            "draft_order_not_exist": "Wala ang draft order na ito sa kasalukuyang tindahan.",
            "staff_member_not_exist": "Wala ang staff na ito sa kasalukuyang shop.",
            "location_not_exist": "Wala ang lokasyong ito sa kasalukuyang tindahan.",
            "point_of_sale_device_not_exist": "Wala ang point of sale device na ito sa kasalukuyang tindahan.",
            "unresolvable_target_merchandise_lines": "Ang mga iminungkahing pagpapatungkol sa pagbebenta ay hindi malulutas dahil sa kasalukuyang konteksto ng negosasyon."
          },
          "non_negotiable": {
            "missing_non_negotiable_terms": "Ang panukala ng iyong mamimili ay dapat maglaman ng mga terminong hindi maaaring pag-usapan.",
            "invalid_signature": "Hindi wasto ang lagda para sa {{target_terms}} ."
          },
          "inventory": {
            "missing_quantity_value": "Kulang ang field ng dami sa mga linya ng imbentaryo ng mamimili.",
            "changing_behavior_not_allowed": "Walang pahintulot ang kliyenteng ito na baguhin ang gawi sa imbentaryo.",
            "only_one_inventory_behavior_allowed": "Sa kasalukuyan, isang gawi lamang sa imbentaryo ang pinapayagan sa bawat checkout."
          },
          "optional_duties": {
            "optional_duties_not_permitted": "Hindi pinapayagan ang pagtanggi sa mga tungkulin para sa checkout na ito."
          },
          "attribution": {
            "retail_attribution_not_allowed": "Hindi pinapayagan ang retail attribution para sa checkout na ito.",
            "retail_attribution_required": "Kinakailangan ang retail attribution para sa checkout na ito."
          }
        },
        "full_price": "Buong presyo:",
        "title": "Pag-checkout - {{shopName}}",
        "full_title": "{{pageTitle}} - {{shopName}} - Pag-checkout",
        "loading": "Naglo-load…",
        "loading_title": "Pag-checkout - {{shopName}}",
        "google_map_title": "Mapa ng Google",
        "confirm_order_button_label": "Kumpirmahin ang order",
        "submit_order_button_label": "Isumite ang order",
        "submit_for_review_button_label": "Isumite para sa pagsusuri",
        "submit_for_review_notice_label": "Hindi dapat bayaran ang bayad hangga't hindi narerepaso ang iyong order",
        "continue_to_payment_plans_button_label": "Magpatuloy sa mga plano sa pagbabayad",
        "back_button_label": "Pagbabalik",
        "choose_delivery_strategy": "Pumili ng paraan ng paghahatid",
        "autocomplete_zero_item": "Walang available na mga item",
        "autocomplete_powered_by_google": "Pinapagana ng {{brandName}}",
        "processing": "Pinoproseso…",
        "stepper": {
          "increase": "Dagdagan {{type}}",
          "decrease": "Bawasan ang {{type}}",
          "minimum_reached": "Naabot na ang minimum na {{value}}",
          "maximum_reached": "Naabot ang pinakamataas na {{value}}"
        },
        "remove_chip": "Alisin ang item",
        "remove_item": "Alisin ang %{label}",
        "remove_tag": "Alisin ang tag",
        "dates": {
          "weekdays": {
            "monday": "Lunes",
            "tuesday": "Martes",
            "wednesday": "Miyerkules",
            "thursday": "Huwebes",
            "friday": "Biyernes",
            "saturday": "Sabado",
            "sunday": "Linggo"
          },
          "weekdays_abbreviation": {
            "monday": "Bu",
            "tuesday": "Martes",
            "wednesday": "Kami",
            "thursday": "Huwebes",
            "sunday": "Linggo"
          },
          "months": {
            "january": "Enero",
            "february": "Pebrero",
            "march": "Marso",
            "april": "Abril",
            "may": "Mayo",
            "june": "Hunyo",
            "july": "Hulyo",
            "august": "Agosto",
            "september": "Setyembre",
            "october": "Oktubre",
            "november": "Nobyembre",
            "december": "Disyembre"
          }
        },
        "datepicker": {
          "show_previous_month": "Ipakita ang nakaraang buwan, {{month}} {{year}}",
          "show_next_month": "Ipakita sa susunod na buwan, {{month}} {{year}}",
          "range_start": "Simula ng saklaw",
          "in_range": "Nasa saklaw",
          "range_end": "Dulo ng saklaw"
        },
        "map": {
          "cluster_title": {
            "one": "Kumpol ng pananda ng {{number}}",
            "other": "Kumpol ng mga panandang {{number}}"
          }
        },
        "sheet": {
          "expand": "Palawakin"
        },
        "dropzone": {
          "add_file": "Magdagdag ng file",
          "invalid_file_type": "Hindi sinusuportahan ang uri ng file",
          "dragged_over": "I-drop ang file para i-upload"
        },
        "page_title": "Pag-checkout",
        "error_page_title": "Mali",
        "skip_to_content": "Laktawan ang nilalaman",
        "breadcrumb": "Mumo ng tinapay",
        "continue_button_label": "Magpatuloy",
        "complete_purchase_button_label": "Kumpletuhin ang order",
        "pay_now_button_label": "Magbayad ngayon",
        "authenticate_purchase_button_label": "Patunayan ang pagbabayad",
        "edit_link_label": "I-edit",
        "all_rights_reserved": "Lahat ng karapatan ay nakalaan %{shop_name}",
        "print_policies_link_label": "I-print",
        "cart": "Kariton",
        "close_modal_label": "Isara",
        "close_notice_label": "Isara",
        "expand_notice_label": "Tingnan ang higit pa",
        "continue_to_shipping_method": "Magpatuloy sa pagpapadala",
        "continue_to_payment_method": "Magpatuloy sa pagbabayad",
        "continue_to_review": "Suriin ang order",
        "back_to_cart": "Ibalik sa cart",
        "back_to_contact_information": "Bumalik sa impormasyon",
        "back_to_shipping_method": "Bumalik sa pagpapadala",
        "back_to_payment_method": "Ibalik sa pagbabayad",
        "choose_shipping_method": "Pumili ng paraan ng pagpapadala",
        "choose_payment_method": "Pumili ng paraan ng pagbabayad",
        "choose_billing_address": "Pumili ng billing address",
        "contact_us_html": "Makipag-ugnayan sa amin para sa karagdagang impormasyon",
        "autocomplete_title": "Mga Mungkahi",
        "autocomplete_single_item": "1 item ang available",
        "autocomplete_multi_item": "{{number}} na mga item ang magagamit",
        "autocomplete_close": "Isara ang mga mungkahi",
        "forwarding_indicator": {
          "new_window": "Magbubukas sa isang bagong window.",
          "external": "Nagbubukas ng panlabas na website.",
          "external_and_new_window": "Magbubukas ng panlabas na website sa isang bagong window."
        },
        "checkout_context": {
          "step_one": "%{shop_name} - Mag-checkout"
        },
        "tooltip_accessibility_label": "Higit pang impormasyon"
      },
      "stock": {
        "price_column_header": "Presyo",
        "page_title": "Mga isyu sa imbentaryo",
        "title": "Wala nang stock",
        "items_unavailable_notice": "Hindi na available ang ilang mga item.",
        "product_column_header": "Mga Produkto",
        "quantity_column_header": "Dami",
        "status_column_header": "Katayuan",
        "removed_from_cart_notice": "Inalis mula sa cart",
        "sold_out_label": "Ubos na",
        "reduced_label": "Nabawasan",
        "reduced_with_quantity_label": "%{quantity_available} na lang ang natitira",
        "remove_from_cart_button_label": "Alisin mula sa cart",
        "continue_shopping_button_label": "Magpatuloy",
        "go_back_to_cart_button_label": "Bumalik sa aking kariton",
        "remove": "Alisin",
        "return_to_store_label": "Bumalik sa tindahan",
        "continue_cta_label": "Ipagpatuloy ang pag-checkout",
        "item_label": {
          "one": "{{count}} item",
          "other": "{{count}} na mga aytem"
        },
        "empty_cart_label": "Walang laman ang iyong cart",
        "quantity_update": {
          "page_title": "Pag-update ng dami",
          "title": "Pag-update ng dami",
          "description": "Ang mga available na dami para sa mga item na ito ay nagbago at na-update na sa iyong cart."
        },
        "unpurchasable_product": {
          "title": "Hindi mabibiling produkto",
          "header": "May ilang item na inalis sa iyong cart",
          "message": "Hindi available ang mga item na ito para sa mga B2B order."
        }
      },
      "order_summary": {
        "more_items_modal": {
          "search_item": "Maghanap"
        },
        "price_label": "Presyo",
        "deferred_payment_info": {
          "due_on_receipt_title": "Ang bayad na %{amount_due} ay dapat bayaran sa oras na matanggap ito.",
          "title": "Ang bayad na %{amount_due} ay dapat bayaran sa %{due_at}",
          "description_html": "Para sa mga katanungan tungkol sa iyong order, %{contact_us}.",
          "paid_today": "Kabuuang bayad ngayon",
          "paid_today_next": "Bayad na ngayon",
          "due_on_fulfillment_title": "Ang bayad na %{amount_due} ay dapat bayaran sa oras ng pagkatupad"
        },
        "deferred_balance_info": {
          "title": "Ang natitirang halaga ng {{amount_due}} ay dapat bayaran sa {{due_at}}",
          "due_on_fulfillment_title": "Ang natitirang {{amount_due}} ay dapat bayaran sa oras ng pagtupad"
        },
        "payment_terms_totals": {
          "due_today": "Kabuuang dapat bayaran ngayon",
          "due_today_next": "Babayaran ngayon",
          "due_later": "Kabuuang dapat bayaran %{due_at}",
          "due_on_fulfillment": "Kabuuang dapat bayaran sa katuparan",
          "due_on_fulfillment_next": "Babayaran sa oras ng katuparan",
          "due_on_receipt": "Kabuuang babayaran sa pagtanggap",
          "due_later_checkout_to_draft": "Kabuuang babayaran mamaya",
          "total_paid": "Kabuuang bayad"
        },
        "maximum_discount_code_limit_reached": "Naabot mo na ang maximum na bilang ng mga discount code. Alisin ang isang umiiral na code para magamit <strong style=\"text-transform:uppercase\">ang %{code}</strong> .",
        "discount_code_application_failed": "Hindi gumagana <strong style=\"text-transform:uppercase\">ang %{code}</strong> ngayon. Makipag-ugnayan sa amin para sa tulong.",
        "due_on_fulfillment": "Babayaran sa oras ng katuparan",
        "gift_card_masked": "•••• %{mga_karakter_na_huling_character}",
        "subscriptions": "Mga Subscription",
        "duties_label": "Mga Tungkulin",
        "duties_and_taxes_label": "Mga tungkulin at buwis",
        "error_duties_tooltip": "Ang order na ito ay ipinapadala mula sa ibang bansa, kaya maaaring may singil na mga tungkulin at buwis sa paghahatid.",
        "may_be_charged_on_delivery": "Maaaring may singil sa paghahatid",
        "total_updated_label_with_price": "Na-update na kabuuang presyo: %{totalPrice}",
        "updated_shipping_method": "Na-update na paraan ng pagpapadala: %{shipping_method}",
        "recurring_payments": "Mga Paulit-ulit na Pagbabayad",
        "recurring_total_multiple_label": "Ang order na ito ay may paulit-ulit na singil para sa maraming item.",
        "deferred_total_due_date_label": "Kabuuang dapat bayaran {{date}}",
        "deferred_total_due_date_label_next": "Takdang petsa ng pagbabayad",
        "full_price": "Buong presyo: %{price}",
        "custom_discount": "Pasadyang diskwento",
        "expand_component_information": {
          "one": "Ipakita ang %{count} item",
          "other": "Ipakita ang %{count} na mga aytem"
        },
        "collapse_component_information": {
          "one": "Itago ang %{count} item",
          "other": "Itago ang %{count} na mga item"
        },
        "component_quantity_title": "%{dami} × %{pamagat_ng_produkto}",
        "discount_discovery": {
          "add_code": "Magdagdag ng diskwento",
          "merchandise_quantity_label": {
            "other": "%{count} na mga aytem"
          }
        },
        "alternative_payment_currency_total": "Siningil bilang %{amount_due}",
        "discount_applies_to_subscription_items_only": "Ang diskwentong ito ay para lamang sa mga item sa subscription",
        "gift_card_has_been_removed": "Natanggal na ang gift card",
        "gift_card_subscriptions_notice": "Ang mga gift card ay magagamit lamang sa iyong unang bayad",
        "discount_already_applied": "May diskwento na inilapat sa order na ito. Hindi ka na maaaring magdagdag ng isa pang diskwento.",
        "cart_does_not_meet_discount_requirements_notice": "Hindi wasto <strong style=\"text-transform:uppercase\">ang %{code}</strong> discount code para sa mga item sa iyong cart",
        "discount_requires_customer_notice": "Ilagay ang iyong impormasyon sa pagpapadala upang magamit ang <strong style=\"text-transform:uppercase\">%{code}</strong> discount code",
        "customer_does_not_meet_discount_requirements_notice": "Hindi mo magagamit <strong style=\"text-transform:uppercase\">ang %{code}</strong> discount code sa ngayon",
        "eligible_customer_missing_notice": "<strong style=\"text-transform:uppercase\">Ang %{code}</strong> discount code ay nangangailangan ng kwalipikadong customer",
        "shipping_information_does_not_meet_discount_requirements_notice": "Hindi available <strong style=\"text-transform:uppercase\">ang %{code}</strong> discount code para sa iyong shipping address",
        "customer_already_used_once_per_customer_discount_notice": "Nagamit na ang <strong style=\"text-transform:uppercase\">%{code}</strong> discount code",
        "subtotal_label_with_quantity": {
          "other": "Subtotal · %{count} na mga aytem"
        },
        "shipping_label": "Pagpapadala",
        "pickup_label": "Pagkuha sa tindahan",
        "no_pickup_location": "Walang mga lokasyon ng pagkuha na magagamit.",
        "pickup_unavailable_banner_title": {
          "one": "Walang available na tindahan para sa iyong item",
          "other": "Walang tindahan na available para sa iyong mga item"
        },
        "pickup_unavailable_banner_title_with_country": {
          "one": "Walang tindahan na available sa %{country} para sa iyong item",
          "other": "Walang tindahan na available sa %{country} para sa iyong mga item"
        },
        "pickup_unavailable_banner_body": {
          "ship_to_address": "Ipadala sa address",
          "ship_to_address_instead_html": "%{link} sa halip"
        },
        "unconfirmed_label": "Hindi nakumpirma",
        "calculating_shipping": "Kinakalkula…",
        "calculating": "Kinakalkula…",
        "shipping_default_value": "Kinakalkula sa susunod na hakbang",
        "shipping_discount_title": "Diskwento sa Pagpapadala",
        "shipping_pending_message": "Hindi pa magagamit",
        "shipping_policy_link": "Mga gastos sa pagpapadala",
        "taxes_label": "Mga Buwis",
        "estimated_taxes_label": "Tinatayang buwis",
        "estimated_taxes_label_short": "Tinatayang",
        "information_estimated_taxes_label": "Mga Buwis (tinatayang halaga)",
        "estimated_taxes_finalization_tooltip_content": "Ang pinal na buwis at kabuuang halaga ay kukumpirmahin sa pamamagitan ng email o text pagkatapos mong mag-order.",
        "estimated_taxes_finalization_tooltip_content_short": "Natapos na ang buwis pagkatapos ng pagbabayad",
        "order_total_label": "Kabuuang Order",
        "price_before_discount_aria_text": "Orihinal na presyo",
        "price_after_discount_aria_text": "May diskwentong presyo",
        "discount_code_aria_text": "Kodigo ng diskwento",
        "total_savings": "Kabuuang natipid",
        "total_label": "Kabuuan",
        "total_due_label": "Kabuuang dapat bayaran",
        "total_paid_label": "Kabuuang bayad",
        "total_price_label": "Kabuuang presyo",
        "total_outstanding_label": "Halagang babayaran",
        "deposit_label": "Deposito",
        "total_due_today_label": "Kabuuang dapat bayaran ngayon",
        "total_due_later_label": "Kabuuang babayaran mamaya",
        "partial_total_label": "Kabuuan",
        "free_total_label": "Libre",
        "free_shipping_total_label": "Libre",
        "paid_label": "Bayad",
        "payment_due_label": "Bayad na dapat bayaran",
        "vat_label_html": "Kasama ang %{amount} sa mga buwis",
        "duties_included_label": "Kasama na sa kabuuan ang mga buwis at tungkulin. Walang karagdagang singil sa paghahatid.",
        "discount_and_gift_card_savings_notice": "Pagkatapos ng %{discount_amount} sa mga diskwento at %{gift_card_amount} sa mga gift card",
        "discount_savings_notice": "Pagkatapos ng %{discount_amount} sa mga diskwento",
        "gift_card_savings_notice": "Pagkatapos ng %{gift_card_amount} sa mga gift card",
        "cost_table_title": "Buod ng gastos",
        "cost_table_item_column_header": "Aytem",
        "cost_table_value_column_header": "Halaga",
        "description_label": "Paglalarawan",
        "price_per_item": {
          "accessibility_label": "%{price} bawat item",
          "label": "%{presyo}/bawat isa"
        },
        "quantity_label": "Dami",
        "product_change_label": "Pagbabago",
        "product_image_label": "Larawan ng produkto",
        "product_image_quantity_label": "Dami",
        "scroll_order_summary": "Mag-scroll para sa higit pang mga item",
        "expand_order_summary_short": "Ipakita",
        "collapse_order_summary_short": "Itago",
        "expand_order_summary": "Ipakita ang buod ng order",
        "collapse_order_summary": "Itago ang buod ng order",
        "original_price": "Orihinal na presyo",
        "sale_price": "Presyo ng pagbebenta",
        "total_updated_label": "Na-update na kabuuang presyo:",
        "order_total_updated_label": "Na-update na kabuuan",
        "total_already_paid_label": "Bayad",
        "unit_price": {
          "accessible_separator": "bawat",
          "per_item": {
            "single": "%{price} bawat isa",
            "one": "%{price} bawat %{count} item",
            "other": "%{price} bawat %{count} na item"
          },
          "per_unit": {
            "single": "%{presyo}/%{yunit}",
            "plural": "%{presyo}/%{bilang}%{yunit}"
          }
        },
        "gift_card_ending": "Gift card na nagtatapos sa %{last_characters}",
        "estimated_tax_label": "Tinatayang buwis",
        "multiple_shipping_lines_label": "Kabuuang pagpapadala",
        "recurring_subtotal_label": "Paulit-ulit na subtotal",
        "recurring_total_label": "Kabuuang paulit-ulit",
        "recurring_total_tooltip": "Hindi kasama ang pagpapadala, buwis, mga tungkulin, o anumang naaangkop na diskwento.",
        "confirmation_number_label": "Kumpirmasyon #%{confirmation_number}",
        "higher_value_discount_applied": "Hindi magamit <strong style=\"text-transform:uppercase\">ang %{code}</strong> kasama ng iyong mga kasalukuyang diskwento.",
        "percent_off_shipping": "%{percent}% diskwento sa pagpapadala",
        "amount_off_shipping": "%{amount} diskwento sa pagpapadala"
      },
      "post_purchase": {
        "components": {
          "submit": "Isumite",
          "close": "Isara",
          "expand": "Tingnan ang higit pa",
          "processing": "Pinoproseso…"
        },
        "page_title": "Pagkatapos ng pagbili",
        "title": "Pagkatapos ng pagbili",
        "escape_confirmation": "Nabayaran mo na ang order mo.",
        "escape_action": "Tingnan ang kumpirmasyon ng order ›"
      },
      "thank_you": {
        "return_to_store_link_label": "Magpatuloy sa pamimili",
        "order_updates_submit_subscription": "Isumite",
        "in_transit_description": "Makakatanggap ka ng mga update tungkol sa progreso nito.",
        "in_transit_description_days": "Dapat mong matanggap ang iyong order sa susunod na %{number} araw.",
        "in_transit_description_today": "Dapat matanggap mo na ang order mo ngayon.",
        "in_transit_description_tomorrow": "Dapat mong matanggap ang iyong order sa susunod na araw.",
        "no_tracking_number": "Walang tracking number para sa order na ito.",
        "out_for_delivery": "Ihahatid na",
        "out_for_delivery_title": "Ang iyong order ay para sa paghahatid",
        "out_for_delivery_description_html": "Paparating na ang iyong order at dapat ay darating na ngayon. Kung hindi ito maihahatid sa susunod na 2 araw, %{contact_us}.",
        "out_for_delivery_local_title": "Ang iyong order ay para sa paghahatid",
        "out_for_delivery_local_description_html": "Malapit nang dumating ang order mo.",
        "attempted_delivery": "Tinangkang paghahatid",
        "attempted_delivery_title": "Sinubukan kong ihatid ang iyong order",
        "attempted_delivery_description_html": "Sinubukan na ihatid ang iyong order ngunit hindi ito nagtagumpay. %{contact_us} upang mag-ayos ng isa pang pagtatangka sa paghahatid.",
        "attempted_delivery_local_title": "Hindi naihatid",
        "attempted_delivery_local_description_html": "Hindi namin naihatid ang iyong order. Para mag-iskedyul ng isa pang paghahatid, %{contact_us}.",
        "delivered": "Naihatid",
        "delivered_title": "Naihatid na ang iyong order",
        "delivered_description_html": "Naihatid na ang iyong order sa adres na iyong ibinigay. Kung hindi mo pa ito natatanggap, o kung mayroon kang anumang iba pang problema, %{contact_us}.",
        "delivered_local_title": "Naihatid na ang iyong order",
        "delivered_local_description_html": "Hindi mo pa natatanggap ang iyong order? %{let_us_know}.",
        "choose_payment_method_later": "Pumili ng paraan ng pagbabayad sa ibang pagkakataon",
        "picked_up_title": "Nakuha na ang iyong order",
        "picked_up_description_html": "Kinuha ang iyong order sa %{location_name} noong %{date}.",
        "contact_us": "Makipag-ugnayan sa amin",
        "contact_us_lowercase": "makipag-ugnayan sa amin",
        "contact_us_html": "Kailangan mo ba ng tulong? %{contact_us}",
        "updated_time": "Na-update na %{time_ago} ang nakalipas",
        "failure": "Hindi naihatid",
        "failed_title": "Hindi maihatid ang iyong order",
        "failed_contact_merchant": "Makipag-ugnayan sa %{company} upang isaayos ang paghahatid.",
        "failed_contact_merchant_no_company": "Makipag-ugnayan sa amin upang ayusin ang paghahatid.",
        "non_shippable_title": "Kumpleto na ang iyong order",
        "let_us_know": "Ipaalam sa amin",
        "login_title": "Mag-sign in para makita ang lahat ng detalye ng order",
        "login_description": "Makikita mo ang numero ng iyong order sa resibo na natanggap mo sa pamamagitan ng email.",
        "login_description_phone": "Makikita mo ang numero ng iyong order sa resibo na natanggap mo sa pamamagitan ng text message.",
        "login_not_customer_html": "Hindi si %{name}? Maaari kang %{link}",
        "login_reorder_link_text": {
          "one": "bilhin mo rin itong produktong ito",
          "other": "bumili ka rin ng mga produktong ito"
        },
        "customer_information_hidden_fields_message": "Mag-sign in para makita ang lahat ng impormasyon ng customer.",
        "cancelled_title": "Kinansela ang iyong order",
        "cancelled_description": "Kinansela ang iyong order noong %{date}. Makipag-ugnayan sa amin kung mayroon kang anumang mga katanungan.",
        "order_number_label": "Numero ng order",
        "customer_validation_error": "Maglagay ng wastong email o numero ng order.",
        "customer_validation_error_phone": "Maglagay ng wastong numero ng telepono o order.",
        "login": "Mag-sign in",
        "unfulfilled_items_title": "Paghahanda para sa pagpapadala",
        "unfulfilled_items_description": "Kasalukuyan naming inihahanda ang mga item na ito para sa pagpapadala.",
        "marker": {
          "current": "Kasalukuyang lokasyon ng pagpapadala",
          "shipping": "Address ng pagpapadala"
        },
        "pick_up_in_store_marker": {
          "current": "Kasalukuyang lokasyon ng pagpapadala",
          "shipping": "Lokasyon ng pagkuha"
        },
        "fulfillment": {
          "fulfilled_table_title": "Mga item sa kargamento na ito",
          "unfulfilled_table_title": "Mga item na naghahanda para sa pagpapadala",
          "product_image_label": "Larawan ng produkto",
          "description_label": "Paglalarawan",
          "quantity_label": "Dami"
        },
        "order_updates_description_missing": "Hindi ka nakakatanggap ng mga update sa pagpapadala.",
        "order_updates_subscribe_to_email_notifications": "Kumuha ng mga update sa pagpapadala sa pamamagitan ng email",
        "order_updates_subscribe_to_email_or_phone_notifications": "Makatanggap ng mga update sa pagpapadala sa pamamagitan ng email o text",
        "order_updates_subscribe_to_phone_notifications": "Kumuha ng mga update sa pagpapadala sa pamamagitan ng text",
        "track_shipment": "Subaybayan ang kargamento",
        "other_options": "Iba pang mga opsyon",
        "delivery_information_label": "Impormasyon sa paghahatid:",
        "gift_card_sent_confirmation": "Naipadala na ang mga gift card",
        "qr_code": {
          "send_link_to_phone": "O magpadala ng link sa iyong telepono",
          "title": "Subaybayan sa iyong telepono"
        },
        "shop_qr_with_sms_upsell": {
          "qr_code": {
            "title": "I-scan gamit ang iyong telepono"
          },
          "sms": {
            "title": "O magpadala ng link sa iyong telepono"
          }
        },
        "view_business_customer_account": "Tingnan ang account",
        "breadcrumbs_submitted": "Isinumite",
        "breadcrumbs_in_review": "Sa pagsusuri",
        "breadcrumbs_confirmed": "Nakumpirma",
        "missing_shipping_address_banner": {
          "title": "Walang address sa pagpapadala ang order",
          "text_html": "%{contact_us} para idagdag ang iyong address",
          "contact_us": "Makipag-ugnayan sa amin"
        },
        "first_payment_complete": "Kumpleto na ang unang bayad",
        "in_store_purchase": "Pagbili sa loob ng tindahan",
        "company_location_section_title": "Kumpanya at lokasyon",
        "thank_you_ready_for_picked_up": "Kinuha ang iyong order sa %{address}.",
        "ready_for_delivery": "Handa na para sa paghahatid",
        "order_updates_subscribe_to_email_notifications_failed": "Hindi namin maiimbak ang email na ito para sa mga update. Pakisubukang muli o gumamit ng ibang email.",
        "order_updates_subscribe_to_email_notifications_email_already_exists": "Mayroon nang email na inilagay mo.",
        "subscriptions_management": {
          "title": "Suskrisyon",
          "description": "Magpatuloy sa iyong account upang tingnan at pamahalaan ang iyong mga subscription.",
          "button_label": "Pamahalaan ang iyong subscription"
        },
        "manage_order_label": "Pamahalaan ang iyong order",
        "gift_card_confirmation_by_text_typ": {
          "one": "Makakatanggap ka ng text kasama ang iyong gift card sa loob ng ilang minuto.",
          "other": "Makakatanggap ka ng text kasama ang iyong mga gift card sa loob ng ilang minuto."
        },
        "gift_card_confirmation_by_email_typ": {
          "one": "Makakatanggap ka ng email kasama ang iyong gift card sa loob ng ilang minuto.",
          "other": "Makakatanggap ka ng email kasama ang iyong mga gift card sa loob ng ilang minuto."
        },
        "gift_card_email_title": {
          "one": "Ipinadala ang gift card sa pamamagitan ng email",
          "other": "Ipinadala ang mga gift card sa pamamagitan ng email"
        },
        "gift_card_text_title": {
          "one": "Ipinadala ang gift card sa pamamagitan ng text message",
          "other": "Ipinadala ang mga gift card sa pamamagitan ng text message"
        },
        "resend_gift_cards_by_email": "Ipadala muli ang email",
        "resend_gift_cards_by_text": "Ipadala muli ang text message",
        "gift_card_resent_confirmation": {
          "one": "Na-return ang gift card.",
          "other": "Na-redirect ang mga gift card."
        },
        "gift_card_resend_failure": {
          "one": "Nagkaroon ng problema sa muling pagpapadala ng iyong gift card. Subukan muli o makipag-ugnayan sa amin.",
          "other": "Nagkaroon ng problema sa muling pagpapadala ng iyong mga gift card. Subukan muli o makipag-ugnayan sa amin."
        },
        "vat_invoices": {
          "title": "Mga invoice ng VAT"
        },
        "verify_shop_account_title": "I-verify ang iyong Shop account",
        "verify_shop_account_message": "Na-save ang iyong impormasyon gamit ang Shop, i-verify ang iyong account para awtomatikong magamit ito sa milyun-milyong tindahan.",
        "verify_shop_account_cta": "I-verify ang iyong account",
        "verify_shop_account_confirmation": "Na-save na ang mga detalye ng pag-checkout",
        "announcement": {
          "close": "Isara",
          "expand": "Palawakin",
          "collapse": "I-collapse"
        },
        "thank_you_confirmed_order_with_draft_pick_up": "Ipapaalam namin sa iyo kung kailangan namin ng karagdagang impormasyon o kapag nakumpirma na ang iyong order.",
        "thank_you_unconfirmed_items_heading": {
          "one": "1 item ang hindi nakumpirma",
          "other": "Hindi pa nakumpirma ang ilang mga item"
        },
        "thank_you_unconfirmed_items_description": {
          "one": "Hindi ka pa sinisingil para dito",
          "other": "Hindi ka pa sinisingil para sa mga ito"
        },
        "thank_you_item_label": {
          "other": "%{count} na mga aytem"
        },
        "thank_you_from_shop": "Mula sa %{shop_name}",
        "thank_you_from_other_store": "Mula sa ibang tindahan",
        "thank_you_payments_app_failed_pending_payment": "Hindi ka sinisingil para sa iyong order. Ibalik sa iyong cart para suriin ang iyong order at magbayad muli.",
        "thank_you_payments_app_failed_pending_payment_payment": "Hindi ka sinisingil para sa iyong order. Ibalik sa iyong cart para suriin ang iyong order at magbayad muli.",
        "thank_you_payments_app_failed_pending_payment_pick_up": "Hindi ka sinisingil para sa iyong order. Ibalik sa iyong cart para suriin ang iyong order at magbayad muli.",
        "thank_you_payments_app_pending_payment_description_default_with_missing": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "thank_you_payments_app_pending_payment_description_default_with_missing_payment": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "thank_you_payments_app_pending_payment_description_default_with_missing_pick_up": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "thank_you_payments_app_pending_payment_description_default_with_email_and_phone": "Makakatanggap ka ng email ng kumpirmasyon kasama ang numero ng iyong order sa ilang sandali.",
        "thank_you_payments_app_pending_payment_description_default_with_email_and_phone_payment": "Makakatanggap ka ng email ng kumpirmasyon kasama ang numero ng iyong order sa ilang sandali.",
        "thank_you_payments_app_pending_payment_description_default_with_email_and_phone_pick_up": "Makakatanggap ka ng email ng kumpirmasyon kasama ang numero ng iyong order sa ilang sandali.",
        "thank_you_payments_app_pending_payment_description_default_with_email": "Makakatanggap ka ng email ng kumpirmasyon kasama ang numero ng iyong order sa ilang sandali.",
        "thank_you_payments_app_pending_payment_description_default_with_email_payment": "Makakatanggap ka ng email ng kumpirmasyon kasama ang numero ng iyong order sa ilang sandali.",
        "thank_you_payments_app_pending_payment_description_default_with_email_pick_up": "Makakatanggap ka ng email ng kumpirmasyon kasama ang numero ng iyong order sa ilang sandali.",
        "thank_you_payments_app_pending_payment_description_default_with_phone": "Makakatanggap ka ng text message para sa kumpirmasyon kasama ang numero ng iyong order sa ilang sandali.",
        "thank_you_payments_app_pending_payment_description_default_with_phone_payment": "Makakatanggap ka ng text message para sa kumpirmasyon kasama ang numero ng iyong order sa ilang sandali.",
        "thank_you_payments_app_pending_payment_description_default_with_phone_pick_up": "Makakatanggap ka ng text message para sa kumpirmasyon kasama ang numero ng iyong order sa ilang sandali.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_missing": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_missing_payment": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_missing_pick_up": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_email_and_phone": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon na naglalaman ng numero ng iyong order.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_email_and_phone_payment": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon na naglalaman ng numero ng iyong order.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_email_and_phone_pick_up": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon na naglalaman ng numero ng iyong order.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_email": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon na naglalaman ng numero ng iyong order.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_email_payment": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon na naglalaman ng numero ng iyong order.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_email_pick_up": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon na naglalaman ng numero ng iyong order.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_phone": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng isang text message para sa kumpirmasyon kasama ang iyong order number.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_phone_payment": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng isang text message para sa kumpirmasyon kasama ang iyong order number.",
        "thank_you_payments_app_pending_payment_description_buyer_action_required_with_phone_pick_up": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng isang text message para sa kumpirmasyon kasama ang iyong order number.",
        "thank_you_payments_app_pending_payment_description_provider_action_required_default": "Pinoproseso na ang iyong bayad. Makakatanggap ka ng email kapag nakumpirma na ang iyong bayad.",
        "track_your_order_link_text": "Subaybayan ang iyong order",
        "checkout_on_remote_shop_link_text": "Tingnan sa %{remoteShopName}",
        "checkout_on_another_store": "Tingnan sa ibang tindahan",
        "order_status_confirmed_order_with_email": "Makakatanggap ka ng email kapag handa na ang iyong order.",
        "order_status_confirmed_order_with_phone": "Maaari kang makatanggap ng text kapag handa na ang iyong order.",
        "order_status_confirmed_order_with_email_and_phone": "Makakatanggap ka ng email kapag handa na ang iyong order.",
        "order_status_confirmed_order_with_email_payment": "Nagbayad ka noong order mo na %{date}.",
        "order_status_confirmed_order_with_phone_payment": "Nagbayad ka noong order mo na %{date}.",
        "order_status_confirmed_order_with_email_and_phone_payment": "Nagbayad ka noong order mo na %{date}.",
        "order_status_confirmed_order_with_email_pick_up": "Makakatanggap ka ng email kapag handa na ang iyong order para kunin.",
        "order_status_confirmed_order_with_phone_pick_up": "Makakatanggap ka ng text kapag handa na ang iyong order para kunin.",
        "order_status_confirmed_order_with_email_and_phone_pick_up": "Makakatanggap ka ng email at text kapag handa na ang iyong order para kunin.",
        "order_status_payments_app_pending_payment_description_default_with_missing": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "order_status_payments_app_pending_payment_description_default_with_missing_payment": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "order_status_payments_app_pending_payment_description_default_with_missing_pick_up": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "order_status_payments_app_pending_payment_description_default_with_email_and_phone": "Makakatanggap ka ng email ng kumpirmasyon sa lalong madaling panahon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_default_with_email_and_phone_payment": "Makakatanggap ka ng email ng kumpirmasyon sa lalong madaling panahon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_default_with_email_and_phone_pick_up": "Makakatanggap ka ng email ng kumpirmasyon sa lalong madaling panahon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_default_with_email": "Makakatanggap ka ng email ng kumpirmasyon sa lalong madaling panahon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_default_with_email_payment": "Makakatanggap ka ng email ng kumpirmasyon sa lalong madaling panahon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_default_with_email_pick_up": "Makakatanggap ka ng email ng kumpirmasyon sa lalong madaling panahon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_default_with_phone": "Makakatanggap ka ng text ng kumpirmasyon sa lalong madaling panahon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_default_with_phone_payment": "Makakatanggap ka ng text ng kumpirmasyon sa lalong madaling panahon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_default_with_phone_pick_up": "Makakatanggap ka ng text ng kumpirmasyon sa lalong madaling panahon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_missing": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_missing_payment": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_missing_pick_up": "Makipag-ugnayan sa amin sa pamamagitan ng email o telepono upang makatanggap ng kumpirmasyon ng order.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_email_and_phone": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_email_and_phone_payment": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_email_and_phone_pick_up": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_email": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_email_payment": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_email_pick_up": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng email ng kumpirmasyon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_phone": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng text ng kumpirmasyon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_phone_payment": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng text ng kumpirmasyon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_pending_payment_description_buyer_action_required_with_phone_pick_up": "Pagkatapos mong makumpleto ang iyong pagbabayad, makakatanggap ka ng text ng kumpirmasyon. Subaybayan ang iyong order gamit ang Shop app.",
        "order_status_payments_app_failed_pending_payment": "Hindi ka sinisingil para sa iyong order. Ibalik sa iyong cart para suriin ang iyong order at magbayad muli.",
        "order_status_payments_app_failed_pending_payment_payment": "Hindi ka sinisingil para sa iyong order. Ibalik sa iyong cart para suriin ang iyong order at magbayad muli.",
        "order_status_payments_app_failed_pending_payment_pick_up": "Hindi ka sinisingil para sa iyong order. Ibalik sa iyong cart para suriin ang iyong order at magbayad muli.",
        "order_status_confirmed_order_local": "Inihahanda na namin ang order mo para sa delivery.",
        "order_status_confirmed_order_local_pick_up": "Inihahanda na namin ang order mo.",
        "order_status_confirmed_order_local_payment": "Inihahanda na namin ang order mo.",
        "order_status_updates_with_email": "Makakatanggap ka ng mga update sa pagpapadala at paghahatid sa pamamagitan ng email.",
        "order_status_updates_with_phone": "Maaari kang makatanggap ng mga update sa pagpapadala at paghahatid sa pamamagitan ng text.",
        "order_status_updates_with_email_and_phone": "Makakatanggap ka ng mga update sa pagpapadala at paghahatid sa pamamagitan ng email.",
        "order_status_updates_with_missing": "Piliin kung paano mo gustong makatanggap ng mga update sa pagpapadala.",
        "order_status_confirmed_with_installments_payment_return": "Pakibalik ang atensyon mo sa sales associate.",
        "order_status_confirmed_with_installments_payment_confirm": "Makakatanggap ka ng email ng kumpirmasyon na naglalaman ng numero ng iyong order at mga detalye ng iyong iskedyul ng pag-install sa lalong madaling panahon.",
        "confirmed_title": "Nakumpirma na ang iyong order",
        "confirmed_description": "Natanggap na namin ang iyong order, at inihahanda na namin ito. Bumalik sa pahinang ito para sa mga update sa katayuan ng iyong kargamento.",
        "confirmed_orders_title": "Nakumpirma na ang iyong mga order",
        "ready_for_pickup_title": "Handa nang kunin ang iyong order",
        "ready_for_pickup_description": "Handa nang kunin ang iyong order. Pakidala ang kumpirmasyon ng iyong order kapag kinuha mo na ang iyong order.",
        "ready_for_delivery_title": "Handa na ang iyong order para sa paghahatid",
        "ready_for_delivery_description": "Inihanda na namin ang order mo.",
        "order_updates_title": "Mga update sa order",
        "shop_phone_description": "Makakatanggap ka ng text na may link papunta sa Shop app para matulungan kang subaybayan ang iyong order.",
        "order_updates_description_html": "Ipapadala ang mga update sa %{customer_contact}",
        "order_updates_current_step_prefix": "Kasalukuyang hakbang:",
        "order_updates_past_step_prefix": "Nakaraang hakbang:",
        "order_updates_upcoming_step_prefix": "Paparating na hakbang:",
        "in_transit": "Papunta na",
        "in_transit_title": "Paparating na ang iyong order"
      },
      "pickup_point": {
        "search_button": "Maghanap",
        "location_is_currently_closed": "Sarado",
        "business_hours": "Mga oras ng pagbubukas",
        "no_business_hours": "Walang oras ng pagbubukas na magagamit",
        "open_twenty_four_hours": "Bukas 24/7",
        "title": "Punto ng pagsundo",
        "or": "o",
        "address_label": "Tirahan",
        "selector_tabs": "Tagapili ng punto ng pagkuha",
        "selector_tab_map": "Mapa",
        "selector_tab_list": "Listahan",
        "could_not_resolve_address": "Hindi mahanap ang iyong address. Subukan muli o gumamit ng ibang address",
        "no_pickup_points_near_you": "Walang nakitang pickup point malapit sa napiling address",
        "no_pickup_points_near_location": "Walang nakitang pickup point malapit sa iyong lokasyon",
        "pickup_unavailable_banner_title": {
          "one": "Walang available na pickup points para sa iyong item",
          "other": "Walang available na pickup points para sa iyong mga items"
        },
        "no_pickup_points_found": "Walang natagpuang pickup point",
        "paginator": {
          "next_accessibility_label": "Susunod na pahina",
          "previous_accessibility_label": "Nakaraang pahina",
          "header": {
            "one": "Ipinapakita ang %{first} - %{last} ng %{count} punto",
            "other": "Ipinapakita ang %{first} - %{last} ng %{count} puntos"
          },
          "selected_pickup_point_label": {
            "one": "%{pickup_point_index} ng %{count} puntos",
            "other": "%{pickup_point_index} ng %{count} puntos"
          },
          "selected_page": {
            "one": "%{first} - %{last} ng %{count} punto",
            "other": "%{first} - %{last} ng %{count} puntos"
          }
        },
        "number_of_pickup_points_near_location": {
          "one": "%{count} pickup point malapit sa iyong lokasyon",
          "other": "%{count} pickup points malapit sa iyong lokasyon"
        },
        "change": "Baguhin ang lokasyon",
        "waiting_on_pickup_point_location_notice": "Naghahanap ng mga pickup point...",
        "geolocation": {
          "shared_location_button": "Gamitin ang aking lokasyon",
          "errors": {
            "unsuported_by_browser": "Hindi sinusuportahan ng iyong browser ang pagkuha ng geolocation. Subukan muli o gumamit ng ibang browser.",
            "permission_not_allowed": "Payagan ang pagbabahagi ng iyong lokasyon.",
            "permission_denied": "Hindi makuha ang iyong lokasyon. Subukan muli."
          }
        }
      },
      "contact": {
        "title": "Impormasyon",
        "address_title": "Tirahan",
        "shipping_used_as_billing_notice": "Gagamitin din ito bilang iyong billing address para sa order na ito.",
        "delivery_option_title": "Paraan ng paghahatid",
        "contact_method_title": "Makipag-ugnayan",
        "email_label": "I-email",
        "email_rollup_accessibility_label": "Mga opsyon sa email",
        "email_placeholder": "I-email",
        "email_or_phone_label": "Email o numero ng mobile phone",
        "email_or_phone_placeholder": "Email o numero ng mobile phone",
        "stored_addresses_label": "Mga naka-save na address",
        "available_addresses_label": "Mga available na address",
        "new_address_label": "Gumamit ng bagong address",
        "first_name_label": "Pangalan",
        "optional_first_name_label": "Pangalan (opsyonal)",
        "last_name_label": "Apelyido",
        "company_label": "Kumpanya",
        "storefront_link": "website ng mangangalakal",
        "company_attention_label": "Kumpanya/Atensyon",
        "optional_company_attention_label": "Kumpanya/Atensyon (opsyonal)",
        "optional_company_label": "Kumpanya (opsyonal)",
        "address1_label": "Tirahan",
        "address2_label": "Apartment, suite, atbp.",
        "optional_address2_label": "Apartment, suite, atbp. (opsyonal)",
        "city_label": "Lungsod",
        "country_label": "Bansa/Rehiyon",
        "country_code": "Kodigo ng Bansa/Rehiyon",
        "province_label": "Lalawigan",
        "province_placeholder": "Lalawigan",
        "county_label": "Kondado",
        "county_placeholder": "Kondado",
        "state_label": "Estado",
        "state_placeholder": "Estado",
        "region_label": "Rehiyon",
        "region_placeholder": "Rehiyon",
        "region_none": "Walang napili",
        "prefecture_label": "Prefektura",
        "prefecture_placeholder": "Prefektura",
        "governorate_label": "Gobernado",
        "governorate_placeholder": "Gobernado",
        "state_and_territory_label": "Estado/teritoryo",
        "state_and_territory_placeholder": "Estado/teritoryo",
        "phone_label": "Telepono",
        "phone_rollup_accessibility_label": "Mga opsyon sa telepono",
        "phone_country_code_label": "Kodigo ng bansa ng numero ng telepono",
        "optional_phone_label": "Telepono (opsyonal)",
        "phone_placeholder": "Telepono",
        "phone_tooltip": "Kung sakaling kailangan ka naming kontakin tungkol sa iyong order",
        "optional_zip_code_label": "ZIP code (opsyonal)",
        "postal_code_label": "Kodigo ng koreo",
        "optional_postal_code_label": "Postal code (opsyonal)",
        "postal_code_placeholder": "Kodigo ng koreo",
        "optional_postcode_label": "Postcode (opsyonal)",
        "optional_pincode_label": "PIN code (opsyonal)",
        "civic_number_warning": "Magdagdag ng numero ng bahay kung mayroon ka nito",
        "optional_last_name_label": "Apelyido (opsyonal)",
        "different_shipping_address_label": "Ipadala sa ibang address",
        "different_shipping_address_text": "Gumamit ng minsanang address para sa order na ito",
        "change_company_location_link_label": "Baguhin ang lokasyon ng kumpanya",
        "change_location_link_label": "Baguhin ang lokasyon",
        "ship_to_company": "Ipadala sa {{companyName}}"
      },
      "shipping": {
        "title": "Pagpapadala",
        "delivery_title": "Paghahatid",
        "shipping_method_title": "Paraan ng pagpapadala",
        "shipping_method_rollup_accessibility_label": "Mga opsyon sa paraan ng pagpapadala",
        "shipping_method_one_time_purchase_group_title": "Isang beses na pagbili",
        "shipping_method_first_shipment_group_title": {
          "one": "Unang kargamento",
          "other": "Mga unang kargamento"
        },
        "shipping_method_subscription_group_title": "Suskrisyon",
        "shipping_method_recurring_shipments_group_title": {
          "one": "Paulit-ulit na kargamento",
          "other": "Mga paulit-ulit na kargamento"
        },
        "subscription_shipping": "Pagpapadala ng subscription",
        "subscription_local_delivery": "Lokal na paghahatid ng subscription",
        "subscription_pickup": "Pagkuha ng subscription",
        "waiting_on_rate_notice": "Kinukuha ang mga available na rate ng pagpapadala…",
        "waiting_on_pickup_location_notice": "Pagkuha ng mga available na lokasyon ng pagkuha…",
        "no_rates_for_cart_or_destination_notice": "Walang mga paraan ng pagpapadala na magagamit para sa iyong cart o address",
        "no_pickup_location_notice": "Hindi available ang kahit isa sa iyong mga produkto para kunin",
        "no_rates_for_country_notice": "Walang nahanap na mga rate ng pagpapadala para sa address na ito.",
        "no_rates_contact_notice": "Makipag-ugnayan sa amin para sa karagdagang impormasyon",
        "free_rate_label": "Libre",
        "cheapest_rate_label": "Pinakamura",
        "please_enter_your_shipping_information_notice": "Pakilagay ang iyong impormasyon sa pagpapadala.",
        "estimated_delivery_date": {
          "one": "%{count} araw ng negosyo",
          "other": "%{count} araw ng negosyo"
        },
        "estimated_delivery_date_range": "%{minimum} hanggang %{maximum} araw ng negosyo",
        "estimated_delivery_time": "Tinatayang %{time} ng paghahatid",
        "estimated_delivery_time_range": "Tinatayang paghahatid %{min_time}–%{max_time}",
        "delivery_today": "Paghahatid sa parehong araw %{time}",
        "delivery_tomorrow": "Paghahatid sa susunod na araw %{time}",
        "two_day_delivery": "2-araw na paghahatid %{time}",
        "delivery": "Paghahatid %{oras}",
        "arrives_time": "Dumating %{time}",
        "arrives_time_range": "Dumating %{min_time}–%{max_time}",
        "estimated_time": "Tinatayang %{oras}",
        "estimated_time_range": "Tinatayang %{min_time}–%{max_time}",
        "default_description": "Ipapadala sa loob ng 1 araw ng negosyo",
        "unbranded_default_description": "Handa nang ipadala",
        "shipping_line_phone_label": "Numero ng mobile phone (kinakailangan)",
        "shipping_line_phone": "Maaaring gamitin ng iyong courier ang numerong ito para kontakin ka.",
        "shipping_line_delivery_phone_label": "Numero ng mobile phone",
        "shipping_line_delivery_phone": "Maaari kang makontak para sa mga update sa iyong paghahatid.",
        "optional_shipping_line_delivery_instructions_label": "Mga tagubilin sa paghahatid (opsyonal)",
        "shipping_line_delivery_instructions": "Ilagay ang mga kinakailangang impormasyon tulad ng mga door code o mga tagubilin sa pagbaba.",
        "other_method": {
          "zero": "Walang ibang mga pamamaraan na magagamit",
          "one": "%{count} iba pang paraan na magagamit sa",
          "other": "%{count} iba pang mga pamamaraan na magagamit simula sa"
        },
        "shipping_rate_discounted_amount": "Dati: %{original_amount}. Ngayon: %{amount}",
        "local_delivery": "Lokal na paghahatid",
        "prime_not_available": {
          "default": "Hindi available ang prime delivery para sa iyong order. Na-update na ang iyong mga opsyon sa pagpapadala."
        },
        "subscription_delivery_description": {
          "free_shipping_cycles": {
            "one": "Libreng pagpapadala para sa %{count} pang karagdagang paghahatid",
            "other": "Libreng pagpapadala para sa %{count} pang delivery"
          },
          "free_shipping_cycles_delivery_not_included": {
            "one": "Libreng pagpapadala para sa %{count} na paghahatid",
            "other": "Libreng pagpapadala para sa %{count} na paghahatid"
          },
          "first_n_order_free_with_cycle": {
            "one": "Libreng pagpapadala para sa %{count} dagdag na delivery, pagkatapos ng %{recurring_order_shipping_price}",
            "other": "Libreng pagpapadala para sa %{count} pang delivery, pagkatapos ng %{recurring_order_shipping_price}"
          },
          "first_n_order_free_with_cycle_delivery_not_included": {
            "one": "Libreng pagpapadala para sa %{count} na paghahatid, pagkatapos ay %{recurring_order_shipping_price}",
            "other": "Libreng pagpapadala para sa %{count} na paghahatid, pagkatapos ay %{recurring_order_shipping_price}"
          },
          "max_cycles_base_shipping": {
            "one": "%{count} pang delivery para sa %{shipping_price}",
            "other": "%{count} pang delivery sa halagang %{shipping_price} bawat isa"
          },
          "max_cycles_base_shipping_delivery_not_included": {
            "one": "%{count} paghahatid para sa %{shipping_price}",
            "other": "%{count} pang delivery sa halagang %{shipping_price} bawat isa"
          }
        },
        "split_shipping_merchandise_quantity_label_inline": "%{pamagat_ng_paninda} ×%{dami}",
        "split_shipping_option_free": "Libreng pagpapadala",
        "split_shipping_option_lowest_price": "Pinakamababang presyo",
        "split_shipping_option_fastest": "Pinakamabilis",
        "split_shipping_option_recommended": "Inirerekomenda",
        "split_shipping_option_custom": "Pasadya",
        "add_shipping_address": "Magdagdag ng address sa pagpapadala"
      },
      "payment": {
        "google": {
          "connect": "I-click para kumonekta sa iyong Google Pay account",
          "error_authorizing": "Error sa pagpapahintulot ng pagbabayad"
        },
        "account_connected": "Nakakonekta na ang account.",
        "mor_disclaimer_html": "Sa pamamagitan ng pag-click sa ibaba at pagkumpleto ng iyong order, sumasang-ayon kang bilhin ang iyong item/mga item mula sa Global-e bilang merchant of record.\n para sa transaksyong ito, alinsunod sa <a class=\"link--small\" data-modal=\"true\" data-title-text=\"%{mor_terms}\" href=\"%{terms_href}\">Mga Tuntunin at Kundisyon</a> ng Global-e\n at <a class=\"link--small\" data-modal=\"true\" data-title-text=\"%{privacy_policy}\" href=\"%{policy_href}\">Patakaran sa Pagkapribado</a> . Ang Global-e ay isang internasyonal na\n tagapagbigay ng serbisyo ng katuparan sa %{shop_name}\n",
        "pending_payment": {
          "due_notice": "Ang iyong bayad na %{amount_due} ay dapat bayaran sa %{due_date}.",
          "multibanco": {
            "buyer_action_info": "Dapat nang bayaran ang iyong bayad na %{amount_due}.",
            "instruction_html": "Magbayad sa Multibanco o online gamit ang mga detalye sa ibaba. Para sa mga katanungan o para i-update ang mga detalye ng pagbabayad, mag-click sa %{contact_us}.",
            "entity": "Entidad",
            "reference": "Sanggunian",
            "amount": "Halaga",
            "find_nearest_atm": "Hanapin ang Pinakamalapit na ATM"
          }
        },
        "update_payment_method": "I-update ang paraan ng pagbabayad",
        "order_covered_by_store_credit_notice": "Sakop ng iyong store credit ang iyong order.",
        "order_covered_by_redeemables_notice": "Sakop na ang order mo.",
        "store_credit": {
          "label": "Kredito sa tindahan",
          "apply_label": "Mag-apply ng credit sa tindahan",
          "add_label": "Magdagdag ng credit sa tindahan",
          "manage_label": "Pamahalaan ang kredito sa tindahan",
          "buying_gift_card": "Hindi mo magagamit ang store credit para bumili ng gift card",
          "no_fixed_selling_plans": "Hindi mo magagamit ang store credit sa mga opsyon na ipinagpaliban ang pagbili"
        },
        "clear": "I-clear",
        "billing_must_match_shipping_notice": "Dapat tumugma ang billing address ng iyong paraan ng pagbabayad sa shipping address.",
        "same_billing_address_checkbox_label": "Gamitin ang address sa pagpapadala bilang address sa pagsingil",
        "location_billing_address_label": "Address ng pagsingil sa lokasyon",
        "fact_billing_address_label": "Address ng pagsingil",
        "location_shipping_address_label": "Lokasyon ng address ng pagpapadala",
        "use_order_billing_address_label": "Gamitin ang address sa pagsingil ng order",
        "use_location_billing_address_label": "Gamitin ang lokasyon ng billing address",
        "use_location_shipping_address_label": "Gamitin ang lokasyon ng address ng pagpapadala",
        "no_working_method_error": "Hindi tumatanggap ng mga bayad ang tindahang ito sa ngayon. I-refresh ang pahinang ito o bumalik mamaya.",
        "brand_not_available": "Hindi tinatanggap ng tindahang ito {{brand}} . Gumamit lamang ng ibang card para magbayad.",
        "shipping_rate_updated": "Na-update na ang mga available na paraan ng pagpapadala. Kumpirmahin ang iyong pinili bago mag-check out.",
        "billing_address_invalid_phone": "I-update ang numero ng telepono sa iyong billing address para sa {{label}} {{last_digits}} upang magpatuloy.",
        "billing_address_invalid_phone_no_card": "I-update ang numero ng telepono sa iyong billing address para magpatuloy.",
        "preview_not_available": {
          "title": "Hindi available ang preview",
          "content": "Huwag mag-alala, ang express checkout na ito ay para sa iyong mga customer.",
          "button": "Okay"
        },
        "card_fields": {
          "errors": {
            "required": {
              "issue_date": "Maglagay ng wastong petsa ng pag-isyu",
              "issue_number": "Maglagay ng wastong numero ng isyu"
            },
            "invalid": {
              "verification_value": "Maglagay ng wastong CVV o security code"
            }
          }
        },
        "simulated_checkout": "Malapit nang i-preview",
        "simulated_express_checkout": "Hindi available ang mga wallet sa preview ng editor dahil sa iyong rehiyon o browser",
        "vaulting_agreement_label": "I-save ang impormasyon ng aking pagbabayad sa %{company} para sa mas mabilis na pag-checkout.",
        "business_customer_vaulting_payment_label": "I-save ang paraan ng pagbabayad na ito sa checkout at pahintulutan ang %{company} na singilin ito para sa mga susunod na pagbili para sa lokasyong ito. Maaaring gamitin ng lahat ng contact na nakatalaga sa lokasyong ito ang paraan ng pagbabayad.",
        "business_customer_with_bank_account_vaulting_payment_label": "I-save ang paraan ng pagbabayad na ito sa checkout at pahintulutan ang %{company} na i-debit ang iyong account para sa mga susunod na pagbili na iyong aaprubahan para sa lokasyong ito, hanggang sa magkansela ka. Maaaring gamitin ng lahat ng contact na nakatalaga sa lokasyong ito ang paraan ng pagbabayad.",
        "purchase_options_and_vaulting_agreement_label": "Isa o higit pang mga item sa iyong cart ay isang ipinagpaliban o pagbili ng subscription. Sa pamamagitan ng pagpapatuloy sa iyong pagbabayad, sumasang-ayon ka na ang iyong paraan ng pagbabayad ay awtomatikong sisingilin sa presyo at dalas na nakalista sa pahinang ito hanggang sa matapos ito o hanggang sa magkansela ka. Ang lahat ng mga pagkansela ay napapailalim sa %{cancellation_policy_label}.",
        "purchase_options_cancellation_policy_label": "patakaran sa pagkansela",
        "use_different_credit_card_label": "Gumamit ng ibang card",
        "saved_credit_card": "Ang iyong naka-save na credit card",
        "saved_credit_card_info": "Huling apat na numero",
        "saved_credit_card_cvv_verification": "Para sa mga layunin ng beripikasyon, pakilagay ang security code ng iyong card.",
        "saved_credit_card_actions": {
          "edit": "I-edit",
          "delete": "Burahin"
        },
        "saved_credit_cards_modal": {
          "view_all_label": "Tingnan ang lahat ng naka-save na card",
          "done": "Tapos na",
          "cancel": "Kanselahin"
        },
        "add_credit_card_modal": {
          "title": "Magdagdag ng kard",
          "save": "I-save",
          "cancel": "Kanselahin"
        },
        "delete_credit_card_modal": {
          "title": "Burahin ang card",
          "confirmation": "Sigurado ka bang gusto mong burahin ang {{brandName}} na nagtatapos sa {{lastDigits}} ?",
          "cancel": "Kanselahin",
          "delete": "Burahin"
        },
        "edit_credit_card_modal": {
          "title": "I-edit ang kard",
          "done": "Tapos na",
          "cancel": "Kanselahin",
          "description": "Maaari mo lang baguhin ang billing address ng iyong card.",
          "fields": {
            "default": "Itakda bilang default",
            "card_number": "Numero ng card",
            "expiry": "Petsa ng pag-expire",
            "security_code": "Kodigo ng seguridad",
            "name": "Pangalan sa kard",
            "billing": "Singilin si"
          }
        },
        "expired_cards_info": {
          "one": "Mayroong %{count} nag-expire na card, na maaari mong tingnan at i-edit sa iyong account.",
          "other": "May %{count} na mga nag-expire na card, na maaari mong tingnan at i-edit sa iyong account."
        },
        "local_payment_method_receiver_notice": "Pagkatapos mong mag-order, makakatanggap ka ng mga detalye ng pagbabayad. Magbayad sa ATM o online sa loob ng {{dueDays}} araw.",
        "order_edit_banner_title": "Kailangan ang bayad na {{amount_owed}}",
        "order_edit_banner_subtitle": "Na-update na ang iyong order {{order_number}} . Suriin ang mga pagbabagong ito, pagkatapos ay magbayad upang kumpirmahin ang iyong order.",
        "order_edit_banner_items_added": {
          "one": "Idinagdag",
          "other": "Idinagdag ang %{count}"
        },
        "order_edit_banner_items_removed": {
          "in_full": "Inalis",
          "with_quantities": "Inalis ang {{delta}} ng {{quantity}}"
        },
        "order_edit_banner_items_returned": {
          "in_full": "Ibinalik na {{quantity}}",
          "with_quantities": "Ibinalik na {{delta}} ng {{quantity}}"
        },
        "order_edit_banner_items_return_line_item_removed": {
          "in_full": "Inalis sa pagbabalik",
          "with_quantities": "Inalis ang {{delta}} mula sa pagbabalik"
        },
        "order_edit_banner_single_item_added": "Idinagdag",
        "order_edit_banner_multiple_items_added": "Idinagdag ang {{amount}}",
        "order_edit_banner_single_item_removed": "Inalis",
        "order_edit_banner_multiple_items_removed": "Inalis ang {{amount}}",
        "order_edit_banner_single_item_returned": "Ibinalik",
        "order_edit_banner_multiple_items_returned": "Ibinalik na {{amount}}",
        "order_edit_banner_single_item_return_line_item_removed": "Inalis sa pagbabalik",
        "order_edit_banner_multiple_items_return_line_item_removed": "Inalis ang {{amount}} mula sa pagbabalik",
        "order_edit_banner_updated_order_label": "Na-update na order",
        "gift_card_wrapper": {
          "heading": "Kard ng regalo",
          "apply_gift_card_label": "Mag-apply ng gift card",
          "apply_another_gift_card_label": "Maglagay ng isa pang gift card",
          "payment_tag": "Kard ng regalo",
          "add_label": "Magdagdag ng gift card",
          "manage_label": "Pamahalaan ang mga gift card"
        },
        "gift_card_store_credit": {
          "add_label": "Magdagdag ng gift card o store credit",
          "manage_label": "Pamahalaan ang mga gift card o credit sa tindahan"
        },
        "gift_card_checkbox_label": "Ilapat ang gift card",
        "custom_onsite_payment_method_modal": {
          "title": "Kumpirmasyon ng Pasadyang Pagbabayad sa Lugar"
        },
        "markets_pro_disclaimer_label": "Sa pamamagitan ng paglalagay ng iyong order, sumasang-ayon kang bumili mula sa Global-e bilang ang naitalang merchant, napapailalim sa %{markets_pro_terms} at %{privacy_policy} ng Global-e, at ibahagi ang iyong impormasyon sa %{shop_name}.",
        "markets_pro_disclaimer_terms_and_conditions": "Mga Tuntunin at Kundisyon",
        "markets_pro_disclaimer_privacy_policy": "Patakaran sa Pagkapribado",
        "markets_pro_disclaimer_terms_and_conditions_title": "Mga Tuntunin at Kundisyon ng Merchant of Record",
        "markets_pro_disclaimer_privacy_policy_title": "Patakaran sa Pagkapribado ng Merchant of Record",
        "purchase_order_number": {
          "title": "Numero ng PO",
          "label": "Numero ng PO (opsyonal)"
        },
        "alternative_payment_currency_total_notice": "Paalala: sisingilin ka ng %{amount_due}.",
        "alternative_payment_currency_total_manual_payment_notice": "Paalala: ang kabuuang na-convert ay %{amount_due}.",
        "waiting_on_taxes_message": "Kung hindi makakalkula ang iyong mga buwis sa loob ng susunod na ilang segundo, i-refresh ang pahina.",
        "waiting_on_taxes_notice": "Pagkalkula ng mga buwis",
        "payment_method": "Paraan ng pagbabayad",
        "payment_method_rollup_accessibility_label": "Mga opsyon sa paraan ng pagbabayad",
        "expired_payment_method": "Nag-expire na ang napiling paraan ng pagbabayad",
        "payment_method_update_failed": "Nabigo ang pag-update ng paraan ng pagbabayad.",
        "payment_method_incompatible_with_payment_terms": "Hindi tugma ang paraan ng pagbabayad sa mga tuntunin ng pagbabayad.",
        "proposed_gateway_unavailable": "Hindi magagamit ang iminungkahing payment gateway",
        "pay_in_installments_split_pay_short": "4 na pagbabayad ng %{amount}",
        "gift_cards_unavailable": "Hindi na maaaring gamitin ang iyong gift card sa order na ito at inalis na ito.",
        "payment_flexibility_terms_id_mismatch": "Hindi pagtutugma ng ID ng mga tuntunin ng kakayahang umangkop sa pagbabayad",
        "payment_option": {
          "accessibility_label": "Pumili ng opsyon sa pagbabayad"
        },
        "bank_account_type": {
          "checking": "Pagsusuri",
          "savings": "Mga Pagtitipid"
        },
        "new_bank_account_disclaimer": "Sa pamamagitan ng pagkumpleto ng iyong order, pinahihintulutan mo ang %{shop_name} na i-debit ang account sa ibaba sa pamamagitan ng ACH para sa halagang nakasaad, at sa oras na iyon.",
        "bank_account_disclaimer": "Ang mga pagbabayad sa ACH ay maaaring abutin ng hanggang 4 na araw ng negosyo upang maproseso.",
        "bank_account_choose": "Pumili ng account para ligtas na makumpleto ang iyong pagbili",
        "bank_account_connect_another": "Magkonekta ng isa pang bank account",
        "bank_account_connect": "Ikonekta ang bank account",
        "bank_account_missing": "Dapat nakakonekta ang bank account",
        "bank_account_generic_error": "Hindi maidagdag ang bank account. Subukan muli mamaya.",
        "separate_payments_label": "Ang iyong mga produkto ay mula sa higit sa isang tindahan. Sisingilin ka sa %{separate_payments_link}.",
        "separate_payments_text": "hiwalay na mga pagbabayad",
        "payments": "Mga Pagbabayad",
        "add_payment_method": "Magdagdag ng paraan ng pagbabayad",
        "network_card_payment_options": "Pumili ng network ng card",
        "network_card_persistence_description": "Ang napiling network ay ise-save kasama ng iyong paraan ng pagbabayad para sa mga transaksyon sa hinaharap.",
        "amazon_payments_login_hint": "Hihilingin sa iyong mag-sign in sa Amazon.",
        "amazon_payments_logout": "Mag-sign out mula sa Amazon Pay",
        "amazon_payments_failed_mfa_challenge": "Hindi magamit ang napiling paraan ng pagbabayad. Pumili ng ibang paraan o makipag-ugnayan sa iyong bangko o taga-isyu ng card.",
        "amazon_payments_abandoned_mfa_challenge": "Hindi makumpleto ang iyong pagbabayad. Subukan ang ibang paraan ng pagbabayad o makipag-ugnayan sa iyong bangko o taga-isyu ng card.",
        "amazon_payments_could_not_enqueue_authorize": "Nagkaroon ng problema sa pagproseso ng iyong bayad. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "title": "Pagbabayad",
        "amount_left_to_pay_label": "Bayad na dapat bayaran:",
        "discount_button_action_label": "Ilapat ang Discount Code",
        "discount_codes_removed_summary": {
          "one": "Naalis ang %{count} discount code",
          "other": "%{count} discount code ang inalis"
        },
        "discount_show_more_warnings": {
          "one": "Ipakita ang %{count} pa",
          "other": "Ipakita ang %{count} pa"
        },
        "gift_card_code_label": "Kodigo ng gift card",
        "apply_gift_card_button_label": "Mag-apply",
        "gift_card_balance_label": "Balanse:",
        "supported_card_brands_more_label": "at higit pa…",
        "detected_card_brand": "Natukoy na tatak ng card: {brand}",
        "credit_card_vaulting_sign_in_banner_title": "I-save ang iyong credit card",
        "credit_card_vaulting_sign_in_banner_info": "Mag-log in o gumawa ng account para i-save ang iyong credit card para sa mga susunod na pagbili.",
        "credit_card_vaulting_sign_in_banner_button_label": "Mag-log in",
        "ftd_vault_credit_card_label": "I-save ang credit card na ito sa aking account para sa mas mabilis na pag-checkout",
        "card_number_label": "Numero ng card",
        "card_number_placeholder": "Numero ng card",
        "card_pay_with": "Magbayad gamit ang:",
        "card_security_notice": "Lahat ng transaksyon ay ligtas at naka-encrypt.",
        "card_security_vault_notice": "Kailangan namin ang iyong mga detalye para sa mga susunod na pagbabayad. Lahat ng transaksyon ay ligtas at naka-encrypt.",
        "card_information_notice": "Lahat ng transaksyon ay ligtas at naka-encrypt. Ang impormasyon ng credit card ay hindi kailanman iniimbak.",
        "name_on_card_label": "Pangalan sa kard",
        "name_on_card_placeholder": "Pangalan sa kard",
        "card_nickname_label": "Palayaw (opsyonal)",
        "card_expired": "Nag-expire na",
        "card_expiry_label": "Petsa ng pagtatapos (MM / YY)",
        "card_expiry_placeholder": "Petsa ng pagtatapos (MM / YY)",
        "credit_card_start_month": "Simula ng buwan",
        "credit_card_start_year": "Taon ng pagsisimula",
        "delete_customer_mandate_modal_title": "Alisin ang payment card na ito?",
        "delete_customer_mandate_modal_body": "Kung aalisin mo ang card na ito, kakailanganin mo itong idagdag muli bago gamitin para sa mga pagbabayad.",
        "delete_customer_mandate_modal_confirm": "Alisin ang kard",
        "delete_customer_mandate_modal_cancel": "Kanselahin",
        "card_verification_value_label": "Kodigo ng seguridad",
        "card_verification_value_placeholder": "Kodigo ng seguridad",
        "card_verification_confirm": "Para sa mga layunin ng pag-verify, ilagay ang security code ng iyong card.",
        "card_expiry_date_explanation": "Petsa ng pag-expire ng card sa format: buwan, buwan, taon, taon",
        "card_expiration_month_label": "Buwan ng pag-expire",
        "card_expiration_year_label": "Taon ng pag-expire",
        "card_verification_value_explanation": "Ang 3-digit na security code ay karaniwang makikita sa likod ng iyong card. Ang mga American Express card ay may 4-digit na code na matatagpuan sa harap.",
        "card_verification_value_explanation_amex": "4-digit na security code sa harap ng iyong card",
        "card_verification_value_explanation_other": "3-digit na security code sa likod ng iyong card",
        "card_start_label": "Petsa ng pag-isyu (MM / YY)",
        "card_start_placeholder": "Petsa ng pag-isyu (MM / YY)",
        "card_issue_number_label": "Numero ng isyu",
        "card_issue_number_placeholder": "Numero ng isyu"
      },
      "error_page": {
        "embed_errors": {
          "cart_completed": "Nakumpleto na ang checkout na ito",
          "invalid_cart": "Hindi na wasto ang cart",
          "not_authorized": "Nabigo ang pag-authenticate sa checkout. Paki-verify ang mga kredensyal ng iyong aplikasyon",
          "killswitch_enabled": "Pansamantalang hindi available ang pag-checkout",
          "policy_violation": "Hindi makumpleto ang pag-checkout dahil sa mga paghihigpit sa configuration ng patakaran",
          "unrecoverable_failure": "Hindi ma-load ang checkout. Pakisubukang muli",
          "storefront_password_required": "Ang tindahang ito ay protektado ng password",
          "customer_account_required": "Kinakailangan ang account ng customer para makumpleto ang checkout"
        },
        "terminal": {
          "title": "Nagkaroon ng problema sa aming pag-checkout",
          "message": "I-refresh ang pahinang ito o subukan muli sa loob ng ilang minuto",
          "action": {
            "cta": "I-refresh ang Pahina"
          },
          "request_id": "ID ng Kahilingan: {{requestId}}"
        }
      },
      "notice_banner": {
        "return_to_cart_link_text": "Ibalik sa cart",
        "return_to_cart_to_update_quantities": "%{return_to_cart_link_text} para i-update ang mga dami",
        "subscription_changed": "Nagbago ang isa sa iyong mga subscription.",
        "company_location_changed": "Na-update na ang iyong cart. Suriin ang iyong order bago ito isumite.",
        "company_location_changed_product_removed": "Na-update na ang iyong cart dahil may ilang produkto na hindi available sa lokasyong ito. Suriin ang iyong order bago ito isumite.",
        "violations_title": "Kulang o hindi wasto ang {{violation}}",
        "individual_violations_title": {
          "DeliveryViolations": "Address ng pagpapadala",
          "PaymentViolations": "Address ng pagsingil",
          "OtherViolations": "Impormasyon sa Order",
          "UnhandledViolations": "Impormasyon sa Order"
        },
        "all_violations_content": "Tawagan o {{emailLink}} kami upang i-update ang impormasyong ito at kumpletuhin ang iyong order:",
        "editable_shipping_address_violations_message_title": "Idagdag ang impormasyong ito upang makumpleto ang iyong order:",
        "editable_shipping_address_violations_message_footer": "Para permanenteng i-update ang address para sa lokasyong ito, {{emailLink}} .",
        "editable_shipping_address_violations_email_link": "makipag-ugnayan sa amin",
        "shipping_address_incomplete_title": "Hindi kumpleto ang address ng pagpapadala",
        "calculating_shipping": "Kinakalkula pa rin ang bayad sa pagpapadala. Subukan muli sa loob ng ilang segundo. Hindi ka pa nasingil.",
        "calculating_taxes": "Kinakalkula pa rin ang mga buwis. Subukan muli sa loob ng ilang segundo. Hindi ka pa sinisingil.",
        "generic_processing_error": {
          "title": "Nagkaroon ng problema sa pagproseso ng iyong order",
          "body": "Hindi ka pa nasingil. Subukan muli o gumamit ng ibang paraan ng pagbabayad."
        },
        "payment_method_not_available_with_payment_terms": "Hindi na magagamit ang paraan ng pagbabayad na iyong pinili dahil ang pagbabayad para sa order na ito ay nasa ilalim na ngayon ng mga tuntunin ng {{paymentTerms}}",
        "payment_method_not_available_with_fulfillment_terms": "Hindi na magagamit ang paraan ng pagbabayad na iyong pinili dahil ang bayad para sa order na ito ay dapat nang bayaran sa oras na matupad ito.",
        "payment_method_not_available_with_fixed_terms": "Hindi na magagamit ang paraan ng pagbabayad na iyong pinili dahil ang bayad para sa order na ito ay dapat bayaran sa ibang pagkakataon.",
        "payment_method_not_available_with_review_requirement": "Hindi na magagamit ang paraan ng pagbabayad na iyong pinili dahil ang bayad ay babayaran kapag nakumpirma na ang iyong order.",
        "contact_information": {
          "title": "Hindi wasto ang impormasyon sa pakikipag-ugnayan",
          "header": "Para i-update ang iyong impormasyon, {{emailLink}} .",
          "email_link": "makipag-ugnayan sa amin"
        }
      },
      "review_address_modal": {
        "title": "Address ng pagsusuri",
        "subtitle": {
          "one": "Ipapadala ang order na ito sa adres na ibinigay ng {{merchant}} .",
          "other": "Ipapadala ang order na ito sa adres na ibinigay ng {{merchant}} . Pumili ng adres para sa pagpapadala."
        },
        "subtitle_no_match": "Hindi tumutugma ang address na ito sa alinman sa iyong mga naka-save na address.",
        "subtitle_must_use": "Ipapadala ang iyong order sa adres na ito.",
        "continue": "Magpatuloy sa adres na ito",
        "use_saved_address": "Gumamit ng ibang address",
        "return_to_cart": "Ibalik sa cart"
      },
      "marketplaces": {
        "legal_notice": {
          "legal_text": "Pagsusuri",
          "link_label": "Mga Tuntunin at Kundisyon {{partnerDisplayName}}"
        }
      },
      "online_store_chat": {
        "title": "May mga tanong? Makipag-chat sa amin"
      },
      "local_pickup": {
        "location_address_search_label": "Tirahan",
        "location_address_search_placeholder": "%{postal_code_label} o address",
        "location_information": {
          "one": "Mayroong %{count} lokasyon na may stock na malapit sa iyo",
          "other": "May %{count} na lokasyon na may stock na malapit sa iyo"
        },
        "toggle_location": "Baguhin ang lokasyon",
        "or": "O",
        "cancel": "Kanselahin",
        "your_location": "ang iyong lokasyon",
        "search_button": "Maghanap ng mga tindahan",
        "no_stores_found": "Walang nakitang tindahan",
        "all_stores_far_away": {
          "title": "Ang pinakamalapit na lokasyon ay mahigit %{distance} ang layo",
          "title_with_location": "Ang pinakamalapit na lokasyon ay mahigit %{distance} ang layo mula sa %{location}",
          "description": "Pumili ng lokasyon o %{ship_to_address_link}",
          "ship_to_address_link": "ipadala sa address"
        },
        "selected_pickup_option_no_longer_available": {
          "title": "Hindi na available ang dati mong napiling lokasyon",
          "description": "Pumili ng bagong lokasyon o %{ship_to_address_link}",
          "ship_to_address_link": "ipadala sa address"
        },
        "could_not_resolve_address": "Hindi mahanap ang iyong address. Subukan muli o gumamit ng ibang address",
        "paginator": {
          "accessibility_label": "Pagination ng lokal na pickup",
          "previous": "Nakaraang pahina",
          "next": "Susunod na pahina",
          "label": {
            "one": "%{first} - %{last} ng %{count} tindahan",
            "other": "%{first} - %{last} ng %{count} na mga tindahan"
          }
        },
        "reveal_more_label": {
          "one": "Ipakita ang %{count} pang lokasyon",
          "other": "Ipakita ang %{count} pang lokasyon"
        }
      },
      "captcha": {
        "title": "Kumpletuhin ang CAPTCHA para magpatuloy",
        "errors": {
          "not_solved": "Kumpletuhin ang CAPTCHA para magpatuloy"
        }
      },
      "clipboard": {
        "copied": "Kinopya",
        "failed_to_copy": "Nabigong kopyahin"
      },
      "discount_errors": {
        "generic_error": "Hindi maproseso ang iyong order dahil hindi na magagamit ang iyong discount code. Suriin ang kabuuang bilang ng iyong order at subukang muli."
      },
      "b2b_errors": {
        "lost_b2b_purchasing_permissions": "Wala ka nang pahintulot na maglagay ng mga B2B order. %{logout_url} para maglagay ng personal na order.",
        "log_out_link_text": "Mag-sign out",
        "lost_permissions_subtitle": "Wala ka nang pahintulot na maglagay ng mga B2B order. Mag-sign out para maglagay ng personal na order.",
        "lost_permissions_title": "Walang mga pahintulot sa lokasyon"
      },
      "shop_pay_external": {
        "title": "Pagbabayad sa Pag-checkout ng Mamili",
        "errors": {
          "problem_loading": "May problema sa paglo-load ng Shop Pay",
          "try_again_later": "Suriin ang iyong koneksyon o isara ang window na ito at subukang muli sa loob ng ilang sandali.",
          "checkout_has_expired": "Nag-expire na ang iyong checkout. Isara ang window na ito at subukang mag-checkout muli mula sa {{shopName}} ."
        },
        "return_to_store": "Bumalik sa {{shopName}}",
        "return_to_store_simple": "Bumalik sa tindahan"
      },
      "wallets": {
        "return_to_store": "Bumalik sa tindahan",
        "return_to_checkout": "Bumalik sa pag-checkout",
        "redirect_hint": "Hihilingin sa iyong mag-sign in gamit ang {{walletName}} .",
        "logged_in": "Nakakonekta sa {{email}}",
        "shipping_line_label": "Pagpapadala",
        "payment_in_progress_title": "Kasalukuyang isinasagawa ang pagbabayad",
        "payment_in_progress_body": "Pinoproseso na ang iyong bayad. Malapit nang makumpleto ang iyong order.",
        "call_to_action": "Magbayad gamit ang {{walletName}}",
        "redirection_notice": "Pagkatapos i-click ang \" {{buttonLabel}} \", ire-redirect ka sa {{walletName}} para ligtas na makumpleto ang iyong pagbili.",
        "errors": {
          "unavailable": {
            "title": "Hindi magagamit {{walletName}}",
            "description": "Hindi available {{walletName}} . Gumamit ng ibang paraan ng pagbabayad o subukan muli mamaya.",
            "instructions": "Nagkaroon ng isyu sa {{walletName}} . Bumalik sa tindahan para subukan muli o tumingin sa ibang paraan.",
            "unavailable_for_country": "Hindi available {{walletName}} sa {{countryName}} . Pumili ng ibang paraan ng pagbabayad para makumpleto ang iyong pagbili."
          },
          "unavailable_terminal": {
            "instructions": "Hindi available ang {{walletName}} para sa iyong order sa kasalukuyan. Para maipagpatuloy ang iyong pagbili, pumili ng ibang paraan ng pag-checkout."
          },
          "generic": "Nagkaroon ng isyu sa {{walletName}} . Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
          "discount_code": "Hindi magamit ang discount code na ito. Pakisuri ang iyong code at subukang muli.",
          "terminal": "Nagkaroon ng isyu sa {{walletName}} . Gumamit lamang ng ibang paraan ng pagbabayad.",
          "detour": {
            "stock_problems": "Hindi na available ang ilang item. Isara ang {{walletName}} at subukang muli.",
            "price_change": "Nagbago ang presyo ng ilang item. Isara ang {{walletName}} para suriin ang iyong order at subukan muli.",
            "queue": "Nakapila ka para sa pag-checkout. Isara ang {{walletName}} para magpatuloy.",
            "currency_change": "Hindi ka maaaring gumamit ng ibang address gamit ang {{walletName}} . Gamitin ang orihinal na address, o subukan ang ibang paraan ng pagbabayad."
          },
          "unsupported": {
            "address": "Hindi makapaghatid ang merchant sa address na ito",
            "wallet_is_unavailable": "Hindi maaaring gamitin {{walletName}} sa address na ito. Pumili ng ibang address o isara ang {{walletName}} para makumpleto ang iyong pagbili.",
            "postal_code": "Hindi sinusuportahan ang lokasyong ito"
          },
          "outdated": {
            "shipping_method": "Nagbago na ang mga opsyon sa pagpapadala para sa iyong order. Suriin ang iyong napili.",
            "payment_terms": "Nagbago na ang mga tuntunin sa pagbabayad. Pakisuri ang iyong order"
          },
          "invalid": {
            "shipping_address": "Maglagay ng wastong address sa pagpapadala",
            "billing_address": "Maglagay ng wastong billing address",
            "shipping_option": "Pumili ng wastong opsyon sa pagpapadala",
            "email": "Maglagay ng wastong email",
            "zone": "Maglagay ng wastong estado / probinsya",
            "billing_zone": "Maglagay ng wastong billing address, estado/lalawigan",
            "emirate": "Maglagay ng wastong emirate",
            "postal_code": "Maglagay ng wastong ZIP / postal code",
            "phone": "Maglagay ng wastong numero ng telepono",
            "billing_phone": "Maglagay ng wastong numero ng telepono para sa billing address",
            "reduction_code": "Maglagay ng wastong discount code o gift card",
            "billing_must_match_shipping": "Dapat tumugma sa address ng pagpapadala",
            "billing_zip": "Maglagay ng wastong billing address, ZIP/postal code"
          },
          "missing": {
            "first_name": "Maglagay ng unang pangalan",
            "billing_first_name": "Maglagay ng unang pangalan ng billing address",
            "last_name": "Maglagay ng apelyido",
            "address1": "Maglagay ng address",
            "billing_address1": "Maglagay ng billing address",
            "address2": "Pumasok sa isang apartment, suite, atbp.",
            "billing_address2": "Maglagay ng billing address tulad ng apartment, suite, atbp.",
            "city": "Magpasok ng lungsod",
            "billing_city": "Maglagay ng lungsod ng billing address",
            "province": "Pumili ng estado / probinsya",
            "billing_province": "Pumili ng billing address, estado/lalawigan",
            "country": "Pumili ng bansa/rehiyon",
            "zip": "Maglagay ng ZIP / postal code",
            "billing_zip": "Maglagay ng billing address na ZIP / postal code",
            "phone": "Maglagay ng numero ng telepono",
            "contact_info": "Ilagay ang impormasyon sa pakikipag-ugnayan"
          },
          "formatting": {
            "name_contains_emojis": "Burahin ang emoji sa iyong pangalan",
            "postal_code_contains_emoji": "Burahin ang emoji mula sa iyong postal code",
            "first_name_too_long": "Masyadong maraming letra ang unang pangalan",
            "last_name_too_long": "Masyadong maraming letra ang apelyido",
            "address_too_long": "Masyadong mahaba ang linya ng address"
          },
          "select_different_shipping_address_to_resolve_errors": "Hindi wasto ang iyong address sa pagpapadala. Pumili ng ibang address o gumamit ng bago."
        },
        "scrim": {
          "continue_purchase_in_window": "Ipagpatuloy ang iyong pagbili sa window na {{walletName}}",
          "and_return_to_checkout": "at bumalik sa Pag-checkout",
          "cancel": "Kanselahin"
        }
      },
      "delivery_options": {
        "free_total_label": "Libre",
        "ship": "Barko",
        "ship_to_address": "Ipadala sa address",
        "shipping_address": "Address ng pagpapadala",
        "pick_up": "Kunin",
        "pick_up_from_store": "Pagkuha sa tindahan",
        "pick_up_locations": "Mga lokasyon ng pagkuha",
        "pick_up_in_one_hour": "Karaniwang handa sa loob ng 1 oras",
        "pick_up_in_two_hours": "Karaniwang handa sa loob ng 2 oras",
        "pick_up_in_four_hours": "Karaniwang handa sa loob ng 4 na oras",
        "pick_up_in_twenty_four_hours": "Karaniwang handa sa loob ng 24 oras",
        "pick_up_in_two_to_four_days": "Karaniwang handa sa loob ng 2-4 na araw",
        "pick_up_in_five_or_more_days": "Karaniwang handa sa loob ng 5+ araw",
        "pick_up_in_zero_to_two_hours": "Handa nang kunin sa loob ng 2 oras",
        "pick_up_in_two_to_four_hours": "Handa nang kunin sa loob ng 4 na oras",
        "pick_up_immediately": "Handa na para sa pagkuha ngayon",
        "pick_up_next_day": "Handa nang kunin sa susunod na araw",
        "pickup_point_method_definition": "Ipadala sa pickup point",
        "retail_method_definition": "Pagpapadala sa tingian",
        "company_location_no_address_banner": "Ang mga order na ipapadala sa mga lokasyong walang address ay isusumite para sa pagsusuri.",
        "none_method_definition": "Walang pagpapadala",
        "subscription_pickup_information": "Ang paraan ng paghahatid na ito ay ilalapat sa lahat ng item sa order na ito at sa lahat ng susunod na order para sa subscription na ito."
      },
      "customer_account": {
        "not_user_label": "Hindi si %{first_name}?",
        "have_an_account_label": "May account ka ba?",
        "sign_in_link_label": "Mag-sign in",
        "sign_out_link_label": "Mag-sign out",
        "save_my_information_label": "I-save ang impormasyong ito para sa susunod na pagkakataon",
        "invalid_address": "Hindi wasto ang napiling address. %{update_address_link} o pumili ng ibang address.",
        "incomplete_address": "Hindi kumpleto ang napiling address. %{update_address_link} o pumili ng ibang address.",
        "rollup_accessibility_label": "Mga opsyon sa account",
        "invalid_shipping_method_summary": "Pumili ng wastong address sa pagpapadala para makita ang mga available na paraan ng pagpapadala",
        "saved_address_option_description": {
          "one": "Mayroon kang {{count}} na naka-save na address.",
          "other": "Mayroon kang {{count}} na naka-save na mga address."
        },
        "saved_address_option_link": "Gumamit ng naka-save na address",
        "saved_address_modal_title": "Gamitin ang aking naka-save na address"
      },
      "remote_merchandise_only": {
        "title": "Kumpletuhin ang iyong pagbili",
        "remote_only_notice": "Ang mga produktong ito ay ibinebenta at ipinapadala ng ibang mga tindahan. Tingnan ang bawat tindahan upang makumpleto ang iyong pagbili.",
        "return_to_store_label": "Bumalik sa tindahan",
        "detail_item_label": {
          "one": "{{count}} item",
          "other": "{{count}} na mga aytem"
        },
        "checkout_on_shop_label": "Tingnan sa %{shop_name}",
        "single_shop_transition": "Ire-redirect ka sa %{advertiser} para makumpleto ang iyong pagbili."
      },
      "billing": {
        "billing_address_title": "Singilin si",
        "billing_address_rollup_accessibility_label": "Singilin sa mga opsyon",
        "same_as_shipping": "Pareho sa address ng pagpapadala",
        "add_address": "Gumamit ng ibang address",
        "edit": "I-edit",
        "delete": "Burahin",
        "address_more": "Higit pang mga aksyon para sa address na ito",
        "address_edit": "I-edit ang address",
        "address_delete": "Burahin ang address",
        "address_confirm": "Sigurado ka bang gusto mong burahin ang address na ito mula sa iyong account?",
        "address_form": {
          "add_address": "Magdagdag ng address",
          "save": "I-save",
          "cancel": "Kanselahin"
        }
      },
      "company_location": {
        "location_title": "Lokasyon ng kumpanya",
        "location_rollup_accessibility_label": "Mga opsyon sa lokasyon ng kumpanya"
      },
      "payment_summary": {
        "gift_card_current_balance_notice": "Kasalukuyang balanse %{amount}",
        "credit_card_expires_on_notice": "Magtatapos sa %{month}/%{year}",
        "manual_payment_gateway_label": "Manwal",
        "billing_address_title": "Address ng pagsingil",
        "free_label": "Libre"
      },
      "field_errors": {
        "handle_phone_invalid": "Maglagay ng wastong numero ng telepono",
        "handle_email_invalid": "Maglagay ng wastong email",
        "email_invalid": "Maglagay ng wastong email",
        "email_or_phone_blank": "Maglagay ng email o numero ng telepono",
        "email_or_phone_invalid": "Maglagay ng wastong email o numero ng mobile phone",
        "address_first_name_blank": "Maglagay ng unang pangalan",
        "address_first_name_too_long": "Masyadong mahaba ang unang pangalan (maximum na 255 na karakter)",
        "address_first_name_contains_emojis": "Hindi maaaring maglaman ng mga emoji ang unang pangalan",
        "address_first_name_contains_html_tags": "Hindi maaaring maglaman ng mga HTML tag ang unang pangalan.",
        "address_first_name_contains_url": "Hindi maaaring maglaman ng URL ang unang pangalan",
        "address_first_name_contains_mathematical_symbols": "Hindi maaaring maglaman ng mga simbolong matematikal ang unang pangalan",
        "address_last_name_blank": "Maglagay ng apelyido",
        "address_last_name_too_long": "Masyadong mahaba ang apelyido (maximum na 255 na karakter)",
        "address_last_name_contains_emojis": "Hindi maaaring maglaman ng mga emoji ang apelyido",
        "address_last_name_contains_html_tags": "Hindi maaaring maglaman ng mga HTML tag ang apelyido.",
        "address_last_name_contains_url": "Hindi maaaring maglaman ng URL ang apelyido",
        "address_last_name_contains_mathematical_symbols": "Hindi maaaring maglaman ng mga simbolong matematikal ang apelyido",
        "address_address1_blank": "Maglagay ng address",
        "address_address1_too_long": "Masyadong mahaba ang unang linya ng address (ang maximum ay 255 na karakter)",
        "address_address1_contains_emojis": "Hindi maaaring maglaman ng mga emoji ang Address1",
        "address_address1_contains_html_tags": "Hindi maaaring maglaman ang Address1 ng mga HTML tag.",
        "address_address1_contains_mathematical_symbols": "Hindi maaaring maglaman ng mga simbolong matematikal ang unang linya ng address",
        "address_address2_blank": "Pumasok sa isang apartment, suite, atbp.",
        "address_address2_too_long": "Masyadong mahaba ang pangalawang linya ng address (ang maximum ay 255 na karakter)",
        "address_address2_contains_emojis": "Hindi maaaring maglaman ng mga emoji ang Address2",
        "address_address2_contains_html_tags": "Hindi maaaring maglaman ang Address2 ng mga HTML tag.",
        "address_address2_contains_mathematical_symbols": "Hindi maaaring maglaman ng mga simbolong matematikal ang pangalawang linya ng address",
        "address_city_blank": "Magpasok ng isang lungsod",
        "address_city_too_long": "Masyadong mahaba ang lungsod (ang maximum ay 255 na karakter)",
        "address_city_contains_emojis": "Hindi maaaring maglaman ng mga emoji ang lungsod",
        "address_city_contains_html_tags": "Hindi maaaring maglaman ang lungsod ng mga HTML tag.",
        "address_city_contains_mathematical_symbols": "Hindi maaaring maglaman ang lungsod ng mga simbolong matematikal",
        "address_country_blank": "Pumili ng bansa/rehiyon",
        "address_country_not_supported": "Hindi kami nagpapadala sa bansang ito o rehiyon. Maglagay ng bagong address para sa pagpapadala at subukang muli.",
        "address_province_blank": "Pumili ng estado / probinsya",
        "address_province_invalid": "Pumili ng wastong estado / probinsya",
        "address_company_blank": "Maglagay ng pangalan ng kumpanya",
        "address_company_too_long": "Masyadong mahaba ang pangalan ng kumpanya (maximum na 255 na karakter)",
        "address_company_contains_emojis": "Hindi maaaring maglaman ng mga emoji ang kumpanya",
        "address_company_contains_html_tags": "Hindi maaaring maglaman ang kumpanya ng mga HTML tag.",
        "address_company_contains_mathematical_symbols": "Hindi maaaring maglaman ang kumpanya ng mga simbolong matematikal",
        "address_phone_blank": "Maglagay ng wastong numero ng telepono",
        "address_phone_contains_emojis": "Hindi maaaring maglaman ng mga emoji ang numero ng telepono",
        "address_phone_invalid": "Maglagay ng wastong numero ng telepono",
        "address_zip_blank": "Maglagay ng ZIP / postal code",
        "address_zip_blocked_address": "Hindi sinusuportahan ang lokasyong ito",
        "address_zip_too_long": "Masyadong mahaba ang ZIP / postal code (maximum na 255 na karakter)",
        "address_zip_not_supported": "Hindi sinusuportahan ang lokasyong ito",
        "address_zip_invalid_for_country": "Maglagay ng wastong ZIP / postal code para sa %{country}",
        "address_zip_invalid_for_province": "Maglagay ng wastong ZIP / postal code para sa %{province}",
        "address_zip_invalid_for_country_and_province": "Maglagay ng wastong ZIP / postal code para sa %{province}, %{country}",
        "address_zip_contains_emojis": "Hindi maaaring maglaman ng mga emoji ang ZIP / postal code",
        "address_zip_contains_mathematical_symbols": "Hindi maaaring maglaman ng mga simbolong matematika ang ZIP / postal code",
        "address_generic_blank": "Kinakailangang patlang",
        "address_generic_invalid": "Hindi wastong entry",
        "address_generic_error": "Error sa patlang",
        "credit_card_name_blank": "Ilagay ang iyong pangalan nang eksakto kung paano ito nakasulat sa iyong card",
        "credit_card_name_invalid": "Ilagay ang iyong pangalan nang eksakto kung paano ito nakasulat sa iyong card",
        "credit_card_number_invalid": "Maglagay ng wastong numero ng card",
        "credit_card_expiry_invalid": "Maglagay ng wastong petsa ng pag-expire",
        "credit_card_month_invalid": "Maglagay ng wastong buwan ng pag-expire",
        "credit_card_year_invalid": "Maglagay ng wastong taon ng pag-expire",
        "credit_card_start_invalid": "Maglagay ng wastong petsa ng pagsisimula ng card",
        "credit_card_start_month_invalid": "Maglagay ng wastong buwan ng pagsisimula ng card",
        "credit_card_start_year_invalid": "Maglagay ng wastong taon ng pagsisimula ng card",
        "credit_card_number_blank": "Maglagay ng numero ng card",
        "credit_card_verification_value_blank": "Ilagay ang CVV o security code sa iyong card",
        "delivery_line_detail_changed": "Maaaring nagbago ang ilang detalye ng paghahatid. I-verify ang iyong paraan ng pagpapadala at subukang muli.",
        "delivery_zone_not_found": "Hindi natagpuan ang tinukoy na sona sa tinukoy na bansa.",
        "reduction_code_code_not_found": "Maglagay ng wastong discount code o gift card",
        "reduction_code_discount_not_found": "Maglagay ng wastong discount code",
        "reduction_code_gift_card_code_invalid": "Maglagay ng wastong gift card",
        "reduction_code_gift_card_unusable": "Hindi ka maaaring gumamit ng gift card para bumili ng isa pang gift card",
        "reduction_code_gift_cards_not_supported_with_deferred_purchase_options": "Hindi sinusuportahan ang mga gift card sa mga opsyon ng ipinagpaliban na pagbili.",
        "shipping_line_phone_blank": "Maglagay ng numero ng telepono para magamit ang paraan ng paghahatid na ito",
        "shipping_line_phone_invalid": "Maglagay ng wastong numero ng telepono",
        "tips_invalid_tip_amount": "Maglagay ng tip na mas mababa sa %{amount}",
        "gift_card_already_applied": "Nailapat na ang gift card na ito sa iyong order",
        "gift_card_disabled": "Hindi na magagamit ang gift card na ito",
        "gift_card_expired": "Nag-expire na ang gift card na ito",
        "gift_card_depleted": "Wala nang natitirang pondo ang gift card na ito",
        "gift_card_currency_mismatch": "Mga gift card lang sa %{checkout_currency} ang maaaring gamitin sa order na ito",
        "gift_cards_not_supported_with_deferred_purchase_options": "Hindi sinusuportahan ang mga gift card sa mga opsyon ng ipinagpaliban na pagbili.",
        "gift_card_buying_gift_card": "Hindi ka maaaring gumamit ng gift card para bumili ng isa pang gift card",
        "payment_gateway_missing": "Pumili ng paraan ng pagbabayad.",
        "payment_gateway_needs_paid_plan_error": "Hindi available ang paraan ng pagbabayad na ito sa tindahan ngayon",
        "payment_gateway_not_in_test_mode": "ay hindi naka-set up para subukan ang mga order. Hindi maaaring tumanggap ang tindahang ito ng mga totoong order o totoong bayad.",
        "payment_gateway_incompatible_with_multi_currency": "Para makumpleto ang checkout na ito sa iyong lokal na pera, kailangan mong magbayad gamit ang credit card.",
        "payment_gateway_unsupported_for_subscriptions": "Hindi available ang paraan ng pagbabayad na ito para sa mga order ng subscription.",
        "payment_gateway_unsupported_for_deferred_purchase_options": "Hindi available ang paraan ng pagbabayad na ito para sa mga opsyon sa ipinagpaliban na pagbili.",
        "payment_gateway_unsupported_for_country": "Hindi available ang paraan ng pagbabayad na ito para sa iyong bansang pagpapadala.",
        "payment_gateway_unsupported_for_development_store_html": "Para maglagay ng test order, kakailanganin mong gumamit ng test payment gateway. Matuto nang higit pa tungkol sa <a href=\"%{docs_link}\">pagsubok ng mga order sa mga development store</a> .",
        "payment_gateway_unsupported_for_order_above_maximum_orders_html": "Naabot mo na ang limitasyon para sa mga order sa development store gamit ang payment processor na ito. Para makapag-order muli, kakailanganin mong gumamit ng test payment gateway. Matuto nang higit pa tungkol sa <a href=\"%{docs_link}\">pagsubok ng mga order sa mga development store</a> .",
        "purchase_options_agreement_blank": "Para maipagpatuloy ang iyong pagbili, sumang-ayon sa mga tuntunin ng ipinagpaliban o paulit-ulit na pagbili.",
        "physical_gift_card_invalid_quantity": "Ang mga pisikal na line item ng gift card ay dapat may dami na tumutugma sa bilang ng mga gift card code.",
        "physical_gift_card_duplicate_code": "Ang pisikal na line item ng gift card ay naglalaman ng duplicate na code.",
        "physical_gift_card_invalid_code": "Hindi wasto ang pisikal na code ng gift card.",
        "email_blank": "Maglagay ng email",
        "phone_blank": "Maglagay ng numero ng telepono",
        "address_country_invalid": "Pumili ng bansa/rehiyon mula sa listahan",
        "address_zip_invalid": "Maglagay ng wastong ZIP / postal code",
        "gift_card_invalid": "Hindi na wasto ang gift card na \"••••%{last_four_characters}\"",
        "vaulting_agreement_blank": "Dapat i-save ang iyong paraan ng pagbabayad dahil ang bayad para sa natitirang bahagi ng order na ito ay dapat bayaran sa ibang pagkakataon.",
        "sms_marketing_phone_invalid": "Maglagay ng wastong numero ng telepono",
        "shipping_method_invalid_phone_number": "I-update ang numero ng telepono sa iyong delivery address para makita ang mga available na paraan ng pagpapadala.",
        "address_suggestion_did_you_mean_html": "Ang ibig mo bang sabihin ay %{html}?",
        "split_cart_international_shipping_not_supported": "Dapat gamitin ng lahat ng item ang parehong paraan ng paghahatid kapag nagpapadala sa ibang bansa. I-update ang paraan ng paghahatid o gumawa ng maraming order.",
        "invalid_delivery_address_reference_handle": "Hindi maitugma ang handle ng sanggunian ng address ng paghahatid sa anumang magagamit na mga address ng paghahatid.",
        "must_use_available_delivery_address": "Dapat piliin ang address ng paghahatid mula sa mga available na address ng paghahatid.",
        "must_use_available_shipping_rate": "Dapat piliin ang singil sa pagpapadala mula sa mga available na singil sa pagpapadala.",
        "split_by_delivery_method_not_allowed": "Hindi pinapayagan ang hatiin ayon sa paraan ng paghahatid para sa sesyon o tindahang ito."
      },
      "vaulted": {
        "change_button": "Pagbabago"
      },
      "review": {
        "title": "Pagsusuri",
        "review_title": "Kumpletuhin ang iyong order",
        "review_and_confirm_title": "Suriin at kumpirmahin",
        "checkout_as_guest": "Mag-check out bilang bisita",
        "account_more_actions": "Higit pang mga aksyon para sa account na ito",
        "checkout_a_different_way": "Tingnan ang ibang paraan",
        "blocks": {
          "contact_method_title": "Makipag-ugnayan",
          "billing_address_title": "Pagsingil",
          "shipping_address_title": "Ipadala sa",
          "shipping_method_title": "Paraan ng pagpapadala",
          "payment_method_title": "Paraan ng pagbabayad",
          "change_link_label": "Pagbabago",
          "change_contact_method_link_label": "Baguhin ang impormasyon sa pakikipag-ugnayan",
          "change_billing_address_link_label": "Baguhin ang address ng pagsingil",
          "change_company_location_link_label": "Baguhin ang lokasyon ng kumpanya",
          "change_shipping_address_link_label": "Baguhin ang address ng pagpapadala",
          "change_shipping_method_link_label": "Baguhin ang paraan ng pagpapadala",
          "change_payment_method_link_label": "Baguhin ang paraan ng pagbabayad",
          "pick_up_in_store_shipping_method_html": "Pagkuha sa tindahan · %{location_name}",
          "purchase_order_number_title": "Numero ng PO",
          "change_purchase_order_number_label": "Baguhin ang numero ng PO",
          "change_delivery_method_link_label": "Baguhin ang paraan ng paghahatid",
          "no_address": "(Walang address)",
          "no_purchase_order_number": "(Walang numero ng PO)",
          "due_after_order_reviewed_html": "Bayad pagkatapos masuri ang order",
          "review_title_free_order": "Suriin at kumpletuhin ang iyong order",
          "payment_method_saved_company_location": "I-save ang card para sa lokasyong ito",
          "company_location": "Lokasyon ng kumpanya"
        },
        "block_title": "Suriin ang iyong impormasyon",
        "item_header": {
          "change_value": "Baguhin ang halaga",
          "section": "Seksyon",
          "value": "Halaga"
        }
      },
      "marketing": {
        "accept_marketing_checkbox_label": "Mag-email sa akin ng mga balita at alok",
        "post_accept_marketing_checkbox_label": "Naka-subscribe ka para makatanggap ng mga balita at alok sa email",
        "pending_accept_marketing_checkbox_label": "Tingnan ang iyong email para kumpirmahin ang iyong subscription sa mga balita at alok",
        "accept_sms_checkbox_label": "Mag-text sa akin tungkol sa mga balita at alok",
        "disclaimer": {
          "privacy_policy": "Patakaran sa Pagkapribado",
          "terms_of_service": "Mga Tuntunin ng Serbisyo"
        },
        "sms": {
          "disclaimer": {
            "privacy_policy": "Patakaran sa Pagkapribado",
            "terms_of_service": "Mga Tuntunin ng Serbisyo",
            "description_html": "Sa pamamagitan ng pag-sign up sa pamamagitan ng text, sumasang-ayon kang makatanggap ng mga paulit-ulit na awtomatikong mensahe sa marketing, kabilang ang mga paalala sa cart, sa ibinigay na numero ng telepono. Ang pahintulot ay hindi isang kondisyon ng pagbili. Tumugon ng STOP para mag-unsubscribe. Tumugon ng HELP para sa tulong. Nag-iiba-iba ang dalas ng mensahe. Maaaring may mga singil sa mensahe at data. Tingnan ang aming %{privacy_policy_link} at %{terms_of_service_link}.",
            "description_transactional_html": "Maaari kang makatanggap ng mga text message na may kaugnayan sa kumpirmasyon ng order at mga update sa pagpapadala. Tumugon ng STOP para mag-unsubscribe. Tumugon ng HELP para sa tulong. Nag-iiba-iba ang dalas ng mensahe. Maaaring may mga singil sa mensahe at data. Tingnan ang aming %{privacy_policy_modal_link} at %{terms_of_service_modal_link}."
          },
          "mobile_phone_number": "Numero ng mobile phone",
          "get_offers_by_text": "Kumuha ng mga alok sa pamamagitan ng text"
        },
        "unsubscribe": {
          "title": "Nag-unsubscribe ka na",
          "description": "Hindi ka na makakatanggap ng anumang paalala sa cart mula sa amin."
        },
        "accept_shop_pay_marketing_checkbox_label": "I-sign up ako para sa mga balita at alok mula sa tindahang ito"
      },
      "shop_policies": {
        "policy_label": "Patakaran",
        "policies_label": "Mga Patakaran",
        "select_policy_label": "Pumili ng patakaran",
        "refund_policy": "Patakaran sa pag-refund",
        "privacy_policy": "Patakaran sa privacy",
        "terms_of_service": "Mga Tuntunin ng Serbisyo",
        "legal_notice": "Legal na paunawa",
        "shipping_policy": "Pagpapadala",
        "terms_of_sale": "Mga tuntunin ng pagbebenta",
        "subscription_policy": "Mga Pagkansela",
        "purchase_options_policy": "Patakaran sa mga opsyon sa pagbili",
        "contact_information": "Makipag-ugnayan",
        "purchase_options_cancellation_policy": "Mga Pagkansela",
        "cookie_preferences": "Mga Cookie"
      },
      "remote_policies": {
        "unavailable_policy": "Walang ibinigay na %{policy_name} para sa tindahang ito. Para sa karagdagang impormasyon, mangyaring direktang makipag-ugnayan kay %{shop_name}."
      },
      "mor_policies": {
        "terms_and_conditions": "Mga Tuntunin at Kundisyon ng Merchant of Record",
        "privacy_policy": "Patakaran sa Pagkapribado ng Merchant of Record"
      },
      "markets": {
        "invalid_market_manager_error": "Suriin ang iyong impormasyon sa pakikipag-ugnayan bago kumpletuhin ang pagbabayad"
      },
      "notifications": {
        "title": "Mga Abiso"
      },
      "order_payment_collection": {
        "custom_line_item_description": "Halagang babayaran para sa order %{order_name}",
        "changes_summary": {
          "added": {
            "one": "Idinagdag",
            "other": "Idinagdag ang %{count}"
          },
          "removed": "Inalis",
          "subtracted": "Inalis ang %{count}",
          "returned": "Ibinalik na %{count}",
          "return_line_item_removed": "Inalis ang %{count} mula sa pagbabalik"
        },
        "additional_payment_requested": "Kinakailangan ang pagbabayad ng %{total_outstanding}",
        "checkout_review_and_pay": "Na-update na ang iyong order na %{order_name}. Suriin ang mga pagbabagong ito, pagkatapos ay magbayad upang kumpirmahin ang iyong order.",
        "order_updated_on": "Na-update ang iyong order noong %{last_edited_at}.",
        "order_review_and_pay": "Na-update na ang iyong order. Suriin at bayaran upang kumpirmahin ang iyong order.",
        "pay_now": "Magbayad ngayon"
      },
      "change_currency": {
        "credit_card_will_be_charged_html": "Sisingilin ang iyong credit card ng %{amount}",
        "payment_total_label": "Kabuuang bayad",
        "change_currency_link": "Baguhin sa %{currency_name}",
        "card_provider_fx_charges_warning": "Maaaring maningil ng mga bayarin ang iyong tagapagbigay ng card sa mga transaksyong %{currency_code}.",
        "currency_not_supported_by_shop": "Hindi na magagamit ang perang pinili mo. Ang lahat ng presyo ay nasa %{currency_code} na ngayon."
      },
      "change_country": {
        "cart_updated_based_on_country": "Na-update na ang iyong cart batay sa bansang pagpapadala mo.",
        "cart_and_currency_updated_based_on_country": "Na-update na ang iyong cart at pera batay sa bansang iyong pinagpapadalahan."
      },
      "change_cart_localization": {
        "verify_shipping_address": "Na-update na ang iyong bansa/rehiyon. Ilagay ang iyong shipping address para magpatuloy sa pag-checkout."
      },
      "tips": {
        "title": "Magdagdag ng tip",
        "description": "Ipakita ang iyong suporta para sa koponan sa %{shop_name}",
        "presets_description": "Pumili ng porsyento ng tip",
        "custom_label": "Pasadyang tip",
        "add_tip": "Magdagdag ng tip",
        "update_tip": "Tip sa pag-update",
        "message": "Salamat, pinahahalagahan namin ito.",
        "no_tip_label": "Wala"
      },
      "open_graph_meta_tag": {
        "title_with_products": {
          "zero": "Bumili %{product_name}",
          "one": "Bumili ng %{product_name} at %{count} pang ibang item",
          "other": "Bumili ng %{product_name} at %{count} pang ibang mga item"
        }
      },
      "subscriptions": {
        "recurring_total_intervals": {
          "day": {
            "one": "araw",
            "other": "%{count} araw"
          },
          "week": {
            "one": "linggo",
            "other": "%{count} linggo"
          },
          "month": {
            "one": "buwan",
            "other": "%{count} buwan"
          },
          "year": {
            "one": "taon",
            "other": "%{count} taon"
          }
        },
        "recurring_totals": "%{total_price} bawat %{interval}",
        "recurring_totals_with_initial_order_shipping_discount": "Unang bayad %{total_price_with_discount}, pagkatapos ay %{recurring_total}",
        "recurring_totals_with_policies": {
          "first_cycles": {
            "one": "Unang bayad %{total_price}",
            "other": "Unang %{count} na bayad %{total_price} bawat isa"
          },
          "following_cycles": ", pagkatapos ay %{total_price} bawat %{interval}"
        },
        "recurring_totals_with_initial_order_shipping_discount_with_policies": {
          "first_cycles": {
            "one": ", pagkatapos ay %{count} na bayad sa %{total_price}",
            "other": ", pagkatapos ay %{count} na mga pagbabayad sa %{total_price} bawat isa"
          }
        }
      },
      "customer_payment_methods": {
        "page_title": "Mga paraan ng pagbabayad",
        "title": "Mga paraan ng pagbabayad",
        "update_card_button_label": "I-update ang kard",
        "delete_customer_mandate": {
          "generic_error": "Nagkaroon ng problema sa pagproseso ng iyong kahilingan.",
          "success_message": "Matagumpay na nabura ang iyong paraan ng pagbabayad"
        }
      },
      "throttle": {
        "too_many_attempts": {
          "message": "Masyadong maraming pagtatangka",
          "description": "Pakisubukang muli sa loob ng ilang minuto"
        },
        "line_to_check_out": "Nakapila ka para mag-check out",
        "cart_summary_heading": "Ang iyong kariton",
        "merchandise": {
          "available": "Magagamit",
          "sold_out": "Ubos na"
        },
        "inventory": {
          "partial_inventory_banner": "Ubos na ang bahagi ng iyong cart at hindi na ito mabibili sa checkout.",
          "sold_out": {
            "heading": "Ubos na ang iyong cart",
            "storefront_body": "Bumalik sa tindahan para magpatuloy sa pamimili",
            "no_storefront_body": "Sa kasamaang palad, ang item na gusto mong bilhin ay hindi na available.",
            "link": "Balik sa tindahan"
          }
        },
        "title": "Pila",
        "time_to_checkout_title": "Oras na para mag-checkout - {{shopName}}",
        "estimated_wait_time": {
          "calculating": "Pagkalkula ng tinatayang oras ng paghihintay",
          "less_than_one": "Tinatayang oras ng paghihintay: Wala pang isang minuto",
          "one": "Tinatayang oras ng paghihintay: {{count}} minuto",
          "other": "Tinatayang oras ng paghihintay: {{count}} minuto"
        },
        "last_checked": "(Huling tiningnan: {{time}} )",
        "footer": {
          "heading": "Huwag i-refresh ang pahinang ito, awtomatiko itong maa-update.",
          "body": "Hindi nakareserba ang mga item sa iyong cart hangga't hindi mo natatapos ang checkout."
        }
      },
      "cart_checkout_validation": {
        "runtime_error": "Nagkaroon ng problema sa pagproseso ng iyong kahilingan, mangyaring makipag-ugnayan sa may-ari ng tindahan."
      },
      "no_address_location": {
        "title": "Lokasyon na walang address",
        "header": "Wala kang address para sa pagpapadala para sa lokasyong ito",
        "alt_header": "Nawawalang address sa pagpapadala",
        "message": "Makipag-ugnayan sa amin upang magdagdag ng address para sa lokasyong ito upang makumpleto ang pag-checkout.",
        "email_us_button_label": "Padalhan kami ng email"
      },
      "order_errors": {
        "creation_failure": "Nagkaroon ng problema sa paggawa ng iyong order. Subukan muli, o makipag-ugnayan sa amin para sa higit pang detalye.",
        "network_failure": "Hindi maisumite ang iyong order dahil sa error sa network. Suriin ang iyong koneksyon at subukang muli.",
        "inventory_reservation_failure": "Hindi na available ang ilang mga item."
      },
      "session_errors": {
        "session_not_unique": "Nagkaroon ng problema sa pagproseso ng iyong order. I-refresh ang pahinang ito upang makabalik sa tindahan.",
        "session_already_finished": "Naisumite na ang order na ito. Maaari kang bumalik sa tindahan upang magsimula ng bagong order."
      },
      "artifact_errors": {
        "artifact_dissatisfaction_without_violation": "Nagkaroon ng problema sa pagproseso ng iyong order. Subukan muli sa loob ng ilang minuto."
      },
      "store_credit_errors": {
        "generic_error": "Nagkaroon ng problema sa iyong store credit. Subukan muli o i-reload ang pahina."
      },
      "redeemable_errors": {
        "shop_cash": {
          "currency_mismatch": "Nagbago na ang pera. Pakisuri ang iyong Shop Cash at alok."
        },
        "gift_card": {
          "duplicate": "Nailapat na ang gift card sa iyong order",
          "insufficient_funds": "Wala nang natitirang pondo ang gift card na ito",
          "expired": "Nag-expire na ang gift card na ito",
          "not_available": "Hindi na magagamit ang gift card na ito",
          "invalid": "Maglagay ng wastong gift card",
          "currency_mismatch": "Tanging mga gift card na nasa %{shop_currency} ang tinatanggap",
          "generic": "Hindi maidagdag ang gift card sa checkout",
          "throttle_limit_exceeded": "Lumagpas ka na sa pinakamataas na bilang ng mga pagtatangka. Subukan muli mamaya.",
          "no_longer_available": "Hindi na magagamit ang gift card na ito sa checkout na ito"
        }
      },
      "merchant_instruction_errors": {
        "empty_stable_id": "Ang instruksyon sa paninda na %{position} %{name} ay naglalaman ng isang walang laman na stable ID.",
        "invalid_stable_id_target": "Ang instruksyon sa merchandise na %{position} %{name} ay tumutukoy sa stable ID na %{stable_id}, ngunit ang stable ID na iyon ay wala sa mga linya ng merchandise.",
        "duplicate_variant_id": "Ang tagubilin sa merchandise na %{position} %{name} ay naglalaman ng duplicate na variant ID na %{variant_id}.",
        "invalid_variant_id_target": "Ang instruksyon sa merchandise na %{name} ay tumutukoy sa variant ID na %{variant_id}, ngunit ang variant na iyon ay wala sa mga linya ng merchandise.",
        "invalid_price_override_target": "Hindi wasto ang tagubilin sa price override merchandise para sa line item na %{stable_id} dahil isa itong bundle component."
      },
      "payment_errors": {
        "amount_too_small": "Ang minimum na halaga ng bayad ay dapat na mas mataas sa $0.50 USD. Pakisubukang muli gamit ang mas mataas na halaga.",
        "method_not_available": "Hindi magagamit ang hiniling na paraan ng pagbabayad. Pumili ng ibang paraan ng pagbabayad at subukang muli.",
        "available_methods_updated": "Na-update na ang mga magagamit na paraan ng pagbabayad.",
        "generic_error": "Nagkaroon ng problema sa pagproseso ng iyong bayad. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "rejected_transaction": "Tinanggihan ang iyong bayad. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "credit_card_processing": "Hindi maproseso ang iyong bayad dahil sa mga teknikal na dahilan. Subukan muli sa loob ng ilang minuto o gumamit ng ibang paraan ng pagbabayad.",
        "checkout_amount_changed": "Hindi maproseso ang iyong bayad dahil nagbago ang halagang dapat bayaran sa checkout. Pakisuri ang iyong order at subukang muli.",
        "deferred_payment_not_allowed": "Hindi pinapayagan ang mga ipinagpaliban na pagbabayad. Pakisuri ang iyong order at subukang muli.",
        "deferred_payment_required": "Ang order na ito ay nangangailangan ng ipinagpaliban na pagbabayad. Pakisuri ang iyong order at subukang muli.",
        "deferred_amount_changed": "Hindi maproseso ang iyong bayad dahil nagbago ang halaga ng ipinagpaliban na bayad. Pakisuri ang iyong order at subukang muli.",
        "deferred_date_changed": "Hindi maproseso ang iyong bayad dahil nagbago na ang petsa ng ipinagpaliban na pagbabayad. Pakisuri ang iyong order at subukang muli.",
        "order_total_changed": "Nagbago ang kabuuan ng iyong order. Suriin at subukang muli.",
        "payment_processing": "Hindi maproseso ang iyong bayad dahil sa mga teknikal na dahilan. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "payment_processing_no_retry": "Hindi maproseso ang iyong bayad dahil sa mga teknikal na dahilan. Mangyaring subukan ang ibang paraan ng pagbabayad.",
        "paypal_zero_amount": "Hindi mo magagamit ang PayPal para sa %{amount} na mga order. Kumpirmahin na tama ang iyong order at mag-check out nang walang PayPal.",
        "paypal_invalid_token": "Hindi magagamit ang PayPal. Subukan muli o gumamit ng ibang opsyon sa pag-checkout.",
        "pay_later_failed": "Nagkaroon ng error sa pagproseso ng iyong bayad gamit ang Pay Later. Pumili ng ibang paraan ng pagbabayad at subukang muli.",
        "three_d_secure_failed": "Hindi ma-verify ang iyong bayad. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "three_d_secure_failed_duplicate": "Nabigo ang 3D Secure authentication ng credit card dahil may isa na namang isinasagawa.",
        "three_d_secure_failed_payment_method": "Hindi ma-verify ang iyong card. Subukan muli o magdagdag ng ibang card.",
        "three_d_secure_throttled": "Masyadong maraming pagsubok; mangyaring maghintay bago subukan muli",
        "subscription_agreement_blank": "Para makabili ng subscription, kailangang i-save ang mga detalye ng iyong pagbabayad. Para magpatuloy, kumpirmahin na sumasang-ayon ka o alisin ang mga item sa subscription mula sa iyong order.",
        "insufficient_funds": "Tinanggihan ang iyong bayad dahil sa kakulangan ng pondo. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "multiple_deferred_payment_not_allowed": "Isang ipinagpaliban na bayad lamang ang pinapayagan sa bawat kahilingan. Pakisuri ang iyong kahilingan at subukang muli.",
        "shipping_must_match_billing": "Dapat tumugma ang billing address sa shipping address. Gumamit ng ibang paraan ng pagbabayad.",
        "shipping_company_required_error": "Nangangailangan ang {{shopName}} ng pangalan ng kumpanya para sa address ng pagpapadala.",
        "decision_rule_block": "Nagkaroon ng problema sa pagproseso ng iyong bayad. Mangyaring makipag-ugnayan sa may-ari ng tindahan.",
        "pick_up_card": "Tinanggihan ang iyong card. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "cannot_verify": "Hindi ma-verify ang mga detalye ng iyong pagbabayad. Suriin ang mga detalye ng iyong card at subukang muli.",
        "invalid_number": "Maglagay ng wastong numero ng card",
        "invalid_expiry_date": "Maglagay ng wastong petsa ng pag-expire",
        "invalid_cvc": "Maglagay ng wastong security code",
        "expired_card": "Nag-expire na ang iyong card. Gumamit ng ibang paraan ng pagbabayad.",
        "payment_method_not_applicable": "Hindi naaangkop ang paraan ng pagbabayad na ito. Gumamit ng ibang paraan ng pagbabayad.",
        "card_declined": "Tinanggihan ang iyong card. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "processing_error": "Nagkaroon ng problema sa pagproseso ng iyong bayad. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "processing_error_checkout_as_guest": "Nagkaroon ng problema sa pagproseso ng iyong bayad. Subukan muli gamit ang ibang paraan ng pagbabayad o {{checkout_as_guest_link}} .",
        "selected_payment_method": "Nagkaroon ng isyu sa iyong napiling paraan ng pagbabayad at hindi ka pa nasingil. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "payment_method_billing_address": "Nagkaroon ng isyu sa billing address ng iyong napiling paraan ng pagbabayad at hindi ka pa nasingil. Suriin ang address at subukang muli o gumamit ng ibang paraan ng pagbabayad.",
        "call_issuer": "Tinanggihan ang iyong card. Gumamit ng ibang paraan ng pagbabayad o makipag-ugnayan sa iyong bangko para sa karagdagang impormasyon.",
        "test_mode_live_card": "Hindi tumatanggap ang tindahang ito ng mga totoong order o totoong bayad.",
        "test_mode_enabled_only_test_cards": "Naka-enable ang test mode, mga test credit card lang ang maaaring idagdag.",
        "transient_error": "Nagkaroon ng problema sa pagproseso ng iyong bayad. Subukang i-refresh ang pahinang ito o tingnan ang iyong koneksyon sa internet.",
        "missing_shipping_address": "Hindi maproseso ang iyong bayad dahil nawawala ang iyong shipping address. Magdagdag ng shipping address at subukang muli.",
        "invalid_shipping_address": "Hindi maproseso ang iyong bayad dahil hindi namin mahanap ang iyong shipping address. Suriin ang iyong shipping address at subukang muli.",
        "successful_offsite_with_gift_card_error": "Nagkaroon ng problema sa pagproseso ng iyong bayad sa gift card. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "development_store_order_limit_reached": "Naabot mo na ang limitasyon para sa mga order sa development store gamit ang payment processor na ito. Para makapag-order muli, kakailanganin mong gumamit ng test payment gateway. Matuto nang higit pa tungkol sa %{development_store_order_testing_docs_link}.",
        "development_store_with_order_limit": "Para maglagay ng test order, kakailanganin mong gumamit ng test payment gateway. Matuto nang higit pa tungkol sa %{development_store_order_testing_docs_link}.",
        "development_store_order_testing_docs_link": "pagsubok ng mga order sa mga tindahan ng pag-unlad",
        "payment_above_threshold": "Ang halaga ng bayad ay higit sa limitasyon sa pananalapi para sa rehiyong ito. Bawasan ang kabuuan at subukang muli.",
        "risky": "Nagkaroon ng problema sa pagproseso ng iyong bayad. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
        "expired_buyer_action": "Naubusan ng oras ang paraan ng pagbabayad. Pakisubukang muli.",
        "name_mismatch": "Pakisuri ang mga detalye ng iyong card. Hindi magkatugma ang pangalan sa iyong card at billing address.",
        "shop_pay_wallet_not_available": "Hindi available ang Shop Pay para sa checkout na ito.",
        "market_manager_blocks_wallet_payments": "Hindi sinusuportahan ang paraan ng pagbabayad sa iyong bansa.",
        "paypal_over_capture": "Na-update na ang kabuuan ng iyong order. Magbayad gamit ang {{walletName}} para makumpleto ang iyong order.",
        "captcha_required": "Pakilagay ang impormasyon sa pagbabayad at lutasin ang captcha upang makumpleto ang iyong pagbili.",
        "captcha_required_without_payment_information": "Pakisagot ang captcha para makumpleto ang iyong pagbili."
      },
      "shipping_errors": {
        "shipping_method": "Nagbago na ang mga opsyon sa pagpapadala para sa iyong order. Pakisuri ang iyong napili.",
        "shipping_method_not_available": "Na-update na ang iyong cart at ang mga item na idinagdag mo ay hindi na maipadala sa iyong address. Alisin ang mga item para makumpleto ang iyong order.",
        "shipping_method_not_available_generic": {
          "one": "Hindi maipapadala ang iyong order sa napiling address. Suriin ang iyong address upang matiyak na tama ito at subukang muli, o pumili ng ibang address.",
          "other": "Hindi maipadala ang ilang item sa iyong cart sa address na iyong inilagay. Suriin ang iyong address upang matiyak na tama ito at subukang muli, o pumili ng ibang address."
        },
        "shipping_method_not_available_due_to_unsatisfied_conditions": "Hindi natutugunan ng mga item sa cart ang mga kinakailangan sa presyo o bigat para maging kwalipikado sa pagpapadala. I-update ang iyong cart at subukang muli.",
        "shipping_method_not_available_updated": {
          "one": "Hindi ipinapadala sa iyong lokasyon ang item na idinagdag mo. Alisin ito para mag-check out, o makipag-ugnayan sa tindahan.",
          "other": "Isa o higit pang mga item na idinagdag mo ay hindi ipapadala sa iyong lokasyon. Alisin ang mga ito para mag-check out, o makipag-ugnayan sa tindahan."
        },
        "payment_method_not_supported": "Hindi mo magagamit ang paraan ng pagbabayad na ito para sa %{country}. Mangyaring gumamit ng ibang paraan ng pagbabayad para magpadala sa bansang ito.",
        "empty_state": "Ilagay ang iyong shipping address para makita ang mga available na paraan ng pagpapadala.",
        "title": "Hindi magagamit ang pagpapadala",
        "invalid_selected_address": "Hindi wasto ang napiling address sa pagpapadala",
        "invalid_selected_address_with_update_link": "Hindi wasto ang napiling address sa pagpapadala. %{update_address_link} o pumili ng ibang address",
        "unavailable_addresses_only_countries": "Ang iyong order ay maaari lamang ipadala sa {{countriesList}} . Magdagdag ng bagong address upang magpatuloy.",
        "unavailable_selected_address": "Hindi available ang pagpapadala para sa napiling address",
        "unavailable_selected_address_for_region": "Hindi available ang pagpapadala para sa {{region}} . Pumili ng ibang address para magpatuloy."
      },
      "alternative_payment_method_banner": {
        "express_checkout": "Mabilis na pag-checkout",
        "or": "O",
        "or_pay_another_way": "O magbayad sa ibang paraan",
        "or_check_out_another_way": "O kaya'y maghanap ng ibang paraan",
        "or_pay_with_credit_card": "O magbayad gamit ang credit card",
        "show_more_options": "Magpakita ng higit pang mga opsyon",
        "hide_more_options": "Itago ang higit pang mga opsyon"
      },
      "processing": {
        "redirecting_page_title": "Nagre-redirect…",
        "redirecting_title": "Nagre-redirect…",
        "redirecting_notice": "Maghintay habang ire-redirect ka namin.",
        "redirecting_to_bank": "Pag-redirect sa {{bank}}",
        "complete_your_purchase_title": "Kumpletuhin ang iyong pagbili",
        "continue_to_payment_gateway_notice": "Magpatuloy sa pagbabayad upang maidagdag ang iyong impormasyon sa pagbabayad.",
        "continue_to_payment_gateway_button_label": "Magpatuloy sa pagbabayad",
        "complete_your_purchase_title_error": "Itama ang iyong impormasyon sa pagbabayad",
        "continue_to_payment_gateway_notice_error": "Hindi ma-verify ang impormasyon ng iyong pagbabayad.",
        "continue_to_payment_gateway_button_label_error": "I-update ang impormasyon sa pagbabayad",
        "page_title": "Pagproseso ng order",
        "title": "Pagproseso ng order",
        "your_order_has_been_received_title": "Salamat sa iyong order",
        "you_will_receive_confirmation": "Marami kaming natatanggap na order ngayon. Makakatanggap ka ng kumpirmasyon sa pamamagitan ng email o text sa lalong madaling panahon. Kung hindi mo ito matanggap sa susunod na oras, ipaalam lamang sa amin.",
        "you_will_not_be_charged": "Hindi ka pa sisingilin",
        "wait": {
          "short": "Pinoproseso na ang iyong order.",
          "medium": {
            "one": "Pinoproseso ang iyong order. Ang tinatayang oras ng paghihintay ay %{count} minuto.",
            "other": "Pinoproseso ang iyong order. Ang tinatayang oras ng paghihintay ay %{count} minuto."
          },
          "long": "Makakatanggap ka ng email sa sandaling maproseso ang iyong order. Sa kasalukuyan, mataas ang bilang ng mga order.",
          "no_auto_refresh_html": "Kung hindi ka awtomatikong ma-redirect, %{link}.",
          "refresh_this_page": "i-refresh ang pahinang ito"
        },
        "remote_shops_payments_processing": "Pagproseso ng mga bayad",
        "action_required": "Kinakailangan ang aksyon",
        "modal_notice": "Nakikipag-ugnayan kami sa {{paymentMethod}}",
        "remote_checkout_count": "%{kasalukuyang} ng %{kabuuan}"
      },
      "note": {
        "length_exceeds_maximum": "Bawasan ang laki ng tala sa 5000 o mas kaunting karakter."
      },
      "offsite_payment_failed": {
        "title": "Nabigo ang pagbabayad sa labas ng site",
        "payment_not_processed_title": "Nabigo ang pagbabayad",
        "payment_not_processed_text": "Subukang i-scan muli ang QR code. Kung hindi pa rin ito gumagana, ipaalam sa aming mga tauhan at subukan ang ibang paraan ng pagbabayad.",
        "payment_link_expired_title": "Nag-expire na ang link sa pagbabayad",
        "payment_link_expired_text": "Subukang i-scan muli ang QR code."
      },
      "one": {
        "errors": {
          "merchandise": {
            "gift_card_price_must_be_greater_than_zero": "Dapat mas mataas sa 0 ang presyo ng gift card.",
            "gift_card_price_must_not_exceed_limit": "Hindi dapat lumagpas ang presyo ng gift card sa %{gift_card_limit}.",
            "subtotal_limit_reached": "Naabot na ang pinakamataas na halaga ng mga line item.",
            "signature_mismatch": "Hindi pagtutugma ng lagda ng paninda para sa linyang %{stable_id}."
          }
        }
      },
      "remote": {
        "errors": {
          "only_remote_merchandise_lines": "Mga remote merchandise lang ang laman ng checkout. Kinakailangan ang pag-redirect sa remote shop para makumpleto ang checkout.",
          "currency_mismatch": "Hindi maidaragdag ang item na ito sa iyong cart dahil galing ito sa isang tindahan na gumagamit ng ibang pera.",
          "currency_mismatch_removal": "May inalis na item sa iyong cart dahil galing ito sa isang tindahan na gumagamit ng ibang currency.",
          "max_remote_shops_exceeded": "Hindi maidaragdag ang produktong ito dahil mayroon nang maximum na bilang ng mga order mula sa ibang mga tindahan ang iyong cart."
        }
      },
      "units": {
        "kilogram": "kilo",
        "millimeter": "milimetro",
        "centimeter": "sentimetro",
        "ounce": "onsa",
        "pound": "libra",
        "gallon": "babae",
        "inch": "sa",
        "foot": "talampakan",
        "yard": "yarda",
        "item": "bagay"
      },
      "memberships": {
        "delivery_promise_unfulfillable": "Hindi sinusuportahan ang address para sa kasalukuyang membership.",
        "items_split_across_locations_unsupported": "Hindi available ang prime delivery para sa iyong order. Na-update na ang iyong mga opsyon sa pagpapadala."
      },
      "editor": {
        "navigation": {
          "store_logo_accessibility_label": "Mag-navigate sa Online na Tindahan"
        }
      },
      "tooltip": {
        "accessibility_label_context": "Higit pang impormasyon tungkol sa %{context}",
        "additional_payment_methods": "Mga karagdagang paraan ng pagbabayad"
      },
      "localized_fields": {
        "additional_information": {
          "title": "Karagdagang impormasyon",
          "shipping_credential_kr": "Personal na Kodigo ng Customs",
          "shipping_credential_cn": "Numero ng ID ng residente",
          "tax_credential_it": "Kodigo ng Piskal (opsyonal)",
          "tax_email_it": "PEC (opsyonal)",
          "tax_credential_cr": "Numero ng pagkakakilanlan/RUT",
          "shipping_credential_cr": "Numero ng pagkakakilanlan/RUT",
          "tax_credential_my": "TIN/Numero ng Rehistrasyon",
          "shipping_credential_my": "TIN/Numero ng Rehistrasyon",
          "tax_credential_use_mx": "Paggamit ng CFDI",
          "shipping_credential_tw": "Numero ng Pambansang ID/VAT"
        }
      }
    },
    "page_titles": {
      "search": "Maghanap",
      "products": "Mga Produkto",
      "shopping_cart": "Ang Iyong Shopping Cart",
      "create_account": "Gumawa ng Account",
      "reset_account": "I-reset ang Account",
      "addresses": "Mga Address",
      "search_results": {
        "one": "Paghahanap: %{count} resulta ang natagpuan para sa \"%{terms}\"",
        "other": "Paghahanap: %{count} resulta ang natagpuan para sa \"%{terms}\""
      },
      "collections": "Mga Koleksyon",
      "not_found": "404 Hindi Natagpuan",
      "challenge": "Hamon",
      "checkpoint": "Tseke"
    },
    "challenge": {
      "submit_button_text": "Isumite",
      "message": "Para magpatuloy, ipaalam sa amin na hindi ka isang robot.",
      "error": "Hindi tama ang sagot mo, pakisubukang muli."
    },
    "checkpoint": {
      "submit_button_text": "Isumite",
      "message": "Lutasin ang Captcha para magpatuloy",
      "error": "Nabigo ang pagpapatunay ng Captcha"
    },
    "cart": {
      "discounts_with_count": "%{count} na diskwento ang nailapat"
    },
    "store_availability": {
      "pick_up_time": {
        "one_hour": "Karaniwang handa sa loob ng 1 oras",
        "two_hours": "Karaniwang handa sa loob ng 2 oras",
        "four_hours": "Karaniwang handa sa loob ng 4 na oras",
        "twenty_four_hours": "Karaniwang handa sa loob ng 24 oras",
        "two_to_four_days": "Karaniwang handa sa loob ng 2-4 na araw",
        "five_or_more_days": "Karaniwang handa sa loob ng 5+ araw",
        "zero_to_two_hours": "Karaniwang handa sa loob ng 2 oras",
        "two_to_four_hours": "Karaniwang handa sa loob ng 4 na oras",
        "immediately": "Handa na para sa pagkuha ngayon",
        "next_day": "Handa nang kunin sa susunod na araw"
      }
    },
    "subscriptions": {
      "buyer_consent_product": "Ang item na ito ay isang paulit-ulit o ipinagpaliban na pagbili. Sa pamamagitan ng pagpapatuloy, sumasang-ayon ako sa %{cancellationPolicyLink} at pinahihintulutan kitang singilin ang aking paraan ng pagbabayad sa mga presyo, dalas, at mga petsang nakalista sa pahinang ito hanggang sa matupad ang aking order o kanselahin ko, kung pinahihintulutan.",
      "buyer_consent_cart": "Isa o higit pa sa mga item sa iyong cart ay isang paulit-ulit o ipinagpaliban na pagbili. Sa pamamagitan ng pagpapatuloy, sumasang-ayon ako sa %{cancellationPolicyLink} at pinahihintulutan kitang singilin ang aking paraan ng pagbabayad sa mga presyo, dalas, at mga petsang nakalista sa pahinang ito hanggang sa matupad ang aking order o kanselahin ko, kung pinahihintulutan.",
      "cancellation_policy": "patakaran sa pagkansela"
    },
    "sentence": {
      "two_words_connector": " at ",
      "last_word_connector": ", at "
    },
    "pagination": {
      "previous": "Nakaraan",
      "next": "Susunod"
    },
    "links": {
      "powered_by_shopify": "Pinapagana ng Shopify",
      "learn_more": "Matuto nang higit pa"
    },
    "feed": {
      "more": "Higit pa"
    },
    "attributes": {
      "password_confirmation": "Ang pagkumpirma ng password",
      "first_name": "unang pangalan",
      "last_name": "apelyido",
      "body": "katawan",
      "signature": "Tirahan"
    },
    "addresses": {
      "postal_code": "Kodigo ng koreo",
      "region": "Rehiyon",
      "prefecture": "Prefektura",
      "province": "Lalawigan",
      "state": "Estado",
      "state_and_territory": "Estado/teritoryo",
      "county": "Kondado",
      "governorate": "Gobernado",
      "confirm": "Sigurado ka bang gusto mong burahin ang address na ito?"
    },
    "collections": {
      "sorting": {
        "manual": "Itinatampok",
        "best_selling": "Pinakamabentang",
        "az": "Ayon sa alpabeto, AZ",
        "za": "Ayon sa alpabeto, ZA",
        "price_ascending": "Presyo, mababa hanggang mataas",
        "price_descending": "Presyo, mataas hanggang mababa",
        "date_ascending": "Petsa, luma hanggang bago",
        "date_descending": "Petsa, bago sa luma"
      }
    },
    "errors": {
      "blank": "hindi maaaring blangko",
      "blocked_address": "Hindi sinusuportahan ang lokasyong ito",
      "credit_card_session_expired": "Nag-expire na ang awtorisasyon sa credit card, pakilagay muli ang iyong impormasyon sa pagbabayad. Hindi pa nasingil ang iyong card.",
      "empty": "hindi maaaring walang laman",
      "invalid_email": "dapat ay isang wastong email address",
      "discount_disabled": "Hindi na pinagana ang diskwentong ito",
      "discount_expired": "Hindi na wasto ang diskwentong ito",
      "discount_limit_reached": "Naabot na ng diskwentong ito ang limitasyon sa paggamit nito",
      "discount_not_found": "Hindi makahanap ng wastong diskwento na tumutugma sa code na inilagay",
      "customer_already_used_once_per_customer_discount_notice": "Naabot na ng diskwentong ito ang limitasyon sa paggamit nito",
      "gift_card_already_applied": "Nailapat na ang code sa iyong checkout",
      "gift_card_code_invalid": "Hindi wasto ang code",
      "gift_card_currency_mismatch": "Ang iyong gift card ay nasa %{gift_card_currency}. Makipag-ugnayan sa amin upang maipa-reissue ito sa %{checkout_currency}.",
      "gift_card_depleted": "Wala nang natitirang pondo sa gift card na ito",
      "gift_card_disabled": "Hindi pinagana ang gift card",
      "gift_card_expired": "Nag-expire na ang gift card",
      "invalid": "ay hindi wasto",
      "bad_domain": "naglalaman ng hindi wastong pangalan ng domain",
      "taken": "ay kinuha na",
      "contains_html_tags": "hindi maaaring maglaman ng mga HTML tag",
      "too_short": "ay masyadong maikli (ang minimum ay %{count} na karakter)",
      "too_long": "ay masyadong mahaba (ang maximum ay %{count} na karakter)",
      "password_mismatch": "dapat tumugma sa ibinigay na password",
      "contains_spaces": "nagsisimula o nagtatapos sa mga espasyo.",
      "invalid_for_country": "ay hindi wasto para sa %{country}",
      "invalid_for_country_and_province": "ay hindi wasto para sa %{province} at %{country}",
      "invalid_province_in_country": "ay hindi isang wastong probinsya sa %{country}",
      "invalid_state_in_country": "ay hindi isang wastong estado sa %{country}",
      "invalid_region_in_country": "ay hindi isang wastong rehiyon sa %{country}",
      "less_than_or_equal_to": "dapat mas mababa sa o katumbas ng %{count}",
      "not_supported": "ay hindi sinusuportahan",
      "full_name_required": "Maglagay ng unang pangalan at apelyido",
      "invalid_for_card_type": "ay hindi wasto",
      "invalid_type": "pasensya na, hindi kami tumatanggap ng ganitong uri ng card",
      "invalid_format": "hindi wasto ang format",
      "expired": "ay nag-expire na",
      "invalid_start_date_or_issue_number_for_debit": "Kinakailangan ang isang wastong petsa ng pagsisimula o numero ng isyu",
      "invalid_expiry_year": "ay hindi isang wastong taon ng pag-expire",
      "reset_password_html": "Ang email address na ito ay nauugnay na sa isang account. Kung sa iyo ang account na ito, maaari mong <a href=\"/account/login#recover\">i-reset ang iyong password</a>",
      "verify_email": "Nagpadala na kami ng email sa %{customer_email}, paki-click ang link na kasama para i-verify ang iyong email address.",
      "product_not_available": "hindi nai-publish ang produkto para sa kostumer na ito.",
      "shop_404": {
        "title": "Gumawa ng Ecommerce Website at Magbenta Online! Ecommerce Software mula sa Shopify",
        "heros": {
          "store_unavailable": "Paumanhin, ang tindahang ito ay kasalukuyang hindi available.",
          "store_not_exist": "Wala ang tindahang ito.",
          "no_storefront": "Wala pang website ang tindahang ito."
        },
        "links": {
          "explore_other_stores": "Galugarin ang iba pang mga tindahan",
          "start_free_trial": "Magsimula ng libreng pagsubok"
        },
        "owner_ctas": {
          "header": "Ikaw ba ang may-ari ng tindahan?",
          "fix_domain": "Tapusin ang pag-set up ng iyong bagong web address, pumunta sa %{domain_settings_link}. I-click ang “Ikonekta ang domain” at ilagay ang: %{domain}.<br> Kung nahihirapan kang makapasok sa iyong tindahan, subukan ang pahinang %{forgot_your_store_link}.",
          "fix_domain_link_text": "mga setting ng iyong domain",
          "forgot_your_store_link_text": "nakalimutan mo ang tindahan mo",
          "add_storefront": "Maaari mong i-set up ang iyong website sa pamamagitan ng pagdaragdag ng Online Store channel sa iyong %{admin_link}. Kung nahihirapan kang makapasok sa iyong tindahan, subukan ang pahinang %{forgot_your_store_link}."
        },
        "ctas": {
          "sell_in_person": {
            "header": "Ibenta nang personal",
            "caption": "Kunin ang mga feature na kailangan mo para patakbuhin ang iyong retail store, nagsisimula ka man o nagpapalawak ng iyong negosyo.",
            "link_text": "Simulan ang libreng pagsubok"
          },
          "open_a_store": {
            "header": "Magbukas ng bagong tindahan ng Shopify",
            "caption": "Magsimula ng 3-araw na libreng pagsubok, pagkatapos ay magpatuloy sa halagang $1/buwan sa susunod na 3 buwan.",
            "link_text": "Mag-sign up ngayon"
          },
          "editions": {
            "header": "Tingnan ang mga Edisyon ng Shopify",
            "caption": "Sa mahigit 100 update ng produkto, maaari kang maging mas produktibo, malikhain, at makapangyarihan sa komersyo kaysa sa iyong inaakala.",
            "link_text": "Galugarin ang mga pinakabagong Edisyon"
          },
          "store_owner": {
            "header": "Ikaw ba ang may-ari ng tindahan?",
            "caption": "Nahihirapan ka bang makapasok sa iyong tindahan? Subukan ang feature na %{forgot_your_store_link}. Kung gusto mong i-reactivate ang iyong tindahan, makipag-ugnayan sa %{shopify_support_link}.",
            "shopify_support_link_text": "Suporta sa Shopify"
          }
        }
      }
    },
    "notices": {
      "customer": {
        "password_reset_error": "Error sa pag-reset ng password",
        "subscribe_error": "Error sa pag-subscribe",
        "unsubscribe_error": "Error sa pag-unsubscribe",
        "no_account_found": "Walang nakitang account gamit ang email na iyon.",
        "invalid_credentials": "Maling email o password.",
        "denylisted_reset_password": "Hindi ma-access ang iyong account dahil hindi ligtas ang kasalukuyang password. Makakatanggap ka ng email para i-update ang iyong password.",
        "signup_disabled": "Hindi na pinagana ang paggawa ng account ng customer."
      },
      "address": {
        "updated": "Matagumpay na na-update ang address.",
        "error_updating": "Error sa pag-update ng address",
        "created": "Matagumpay na nagawa ang address",
        "error_creating": "Error sa paggawa ng address.",
        "deleted": "Matagumpay na nabura ang address",
        "error_deleting": "Error sa pagtanggal ng address."
      },
      "line_item": {
        "item_status": {
          "add_variant": "Idinagdag ang %{delta}",
          "increment_item": "Idinagdag ang %{delta}",
          "decrement_item": "Inalis ang %{delta} ng %{total}"
        }
      }
    }
  },
  "customer_accounts": {
    "navigation_and_structure": {
      "orders_link_label": "Mga Order",
      "search": "Maghanap",
      "account_menu": {
        "hide_accessibility_label": "Menu ng Itago ang Account",
        "show_accessibility_label": "Ipakita ang menu ng Account",
        "nav_accessibility_label": "Pag-navigate sa account",
        "open_menu_accessibility_label": "Buksan ang nabigasyon ng Account",
        "close_menu_accessibility_label": "Isara ang nabigasyon sa Account",
        "loading_message": "Naglo-load ng nabigasyon sa Account"
      },
      "action_menu_accessibility_label": "Mas maraming aksyon",
      "close_menu_accessibility_label": "Isara ang pangunahing nabigasyon",
      "contact_email_subject": "Makipag-ugnayan mula sa online na tindahan ng {{shopName}}",
      "contact_link": "Impormasyon sa pakikipag-ugnayan",
      "delete_confirmation": {
        "cancel": "Kanselahin",
        "delete": "Burahin"
      },
      "dismiss_toast": "I-dismiss",
      "document_title": "{{sectionName}} - {{shopName}} - Account",
      "go_to_store_link": "Pumunta sa tindahan",
      "loading_message": "Naglo-load",
      "loading_policy_content_accessibility_label": "Naglo-load ng nilalaman ng patakaran",
      "log_out_link": "Mag-sign out",
      "logout_overlay_label": "Nagsa-sign out...",
      "nav_label_accessibility_label": "Pangunahing nabigasyon",
      "navigation_accessibility_message": "Nag-navigate ka papunta sa {{sectionName}}",
      "open_menu_accessibility_label": "Buksan ang pangunahing nabigasyon",
      "shop_logo_accessibility_label": "Logo ng {{shopName}}",
      "subscriptions_link_label": "Mga Subscription",
      "settings_link": "Mga Setting",
      "country_switcher_toast_message": "Inilipat ang bansa sa {{countryName}}",
      "switch_country": "Lumipat ng bansa",
      "no_countries_found": "Walang nahanap na mga bansa",
      "location_switcher_toast_message": "Inilipat ang lokasyon sa {{locationName}}",
      "switch_location": "Lumipat ng lokasyon",
      "no_locations_found": "Walang natagpuang lokasyon",
      "try_new_search": "Subukan ang isang bagong paghahanap",
      "view_details": "Tingnan ang mga detalye",
      "company_location": "Lokasyon ng kumpanya",
      "skip_to_content": "Laktawan ang nilalaman"
    },
    "orders": {
      "list_title": "Mga Order",
      "list_layout_accessibility_label": "Mga opsyon sa layout",
      "list_title_with_pending_orders": "Mga Order:",
      "list_title_confirmed_orders_accessibility_label": "Mga Order: nakumpirma",
      "list_title_pending_orders_accessibility_label": "Mga Order: nakabinbin",
      "switch_order_type_pending_orders_accessibility_label": "Lumipat ng uri ng order, kasalukuyang tinitingnan ang mga nakabinbing order",
      "switch_order_type_confirmed_orders_accessibility_label": "Lumipat ng uri ng order, kasalukuyang tinitingnan ang mga nakumpirmang order",
      "order_list": {
        "column_headers": {
          "order": "Umorder",
          "total": "Kabuuan",
          "actions_accessibility_label": "Mga Aksyon",
          "products_accessibility_label": "Mga Produkto"
        },
        "delivered": "Naihatid {{date}}",
        "empty_state_order_source_description": "Tanging ang mga order na inilagay ni {{email}} ang ipapakita rito.",
        "empty_state_subtitle": "Pumunta sa tindahan para mag-order.",
        "empty_state_title": "Wala pang mga order",
        "empty_state_with_location_title": "Walang order para sa {{locationName}}",
        "empty_state_title_for_pending_orders": "Walang nakabinbing mga order",
        "no_order_banner": "Para subukan ang iyong extension sa page ng Order status, gumawa ng order.",
        "estimated_shortform": "Tinatayang {{date}}",
        "estimated_delivery": "Inaasahang {{date}}",
        "one_images_accessibility_label": "Kasama sa order ang {{lineItemName1}}",
        "two_images_accessibility_label": "Kasama sa order ang {{lineItemName1}} , {{lineItemName2}}",
        "three_images_accessibility_label": "Kasama sa order ang {{lineItemName1}} , {{lineItemName2}} , {{lineItemName3}}",
        "four_images_accessibility_label": "Kasama sa order ang {{lineItemName1}} , {{lineItemName2}} , {{lineItemName3}} , {{lineItemName4}}",
        "more_than_three_products_accessibility_label": "Kasama sa order ang {{lineItemName1}} , {{lineItemName2}} , at {{numberOfAdditionalProducts}} pang mga produkto",
        "more_than_four_products_accessibility_label": "Kasama sa order ang {{lineItemName1}} , {{lineItemName2}} , {{lineItemName3}} , at {{numberOfAdditionalProducts}} pang mga produkto",
        "plus_more": "+ {{numberOfAdditionalProducts}}",
        "plus_more_products": "+ {{numberOfAdditionalProducts}} na mga produkto",
        "carousel": {
          "one_products_accessibility_label": "Kasama sa order ang dami ng {{lineItemName1}} {{lineItemQuantity1}}",
          "two_products_accessibility_label": "Kasama sa order ang dami ng {{lineItemName1}} {{lineItemQuantity1}} , dami ng { {{lineItemName2}} {{lineItemQuantity2}}",
          "three_products_accessibility_label": "Kasama sa order ang dami ng {{lineItemName1}} {{lineItemQuantity1}} , dami ng { {{lineItemName2}} {{lineItemQuantity2}} , dami ng {{lineItemName3}} {{lineItemQuantity3}}",
          "four_products_accessibility_label": "Kasama sa order ang dami ng {{lineItemName1}} {{lineItemQuantity1}} , dami ng {{lineItemQuantity2}} {{lineItemName2}} {{lineItemName3}} lineItemQuantity2}} , dami ng {{lineItemQuantity3}} }} {{lineItemName4}} {{lineItemQuantity4}}",
          "five_products_accessibility_label": "Kasama sa order ang {{lineItemName1}} dami {{lineItemQuantity1}} , {{lineItemName2}} dami {{lineItemQuantity2}} , {{lineItemName3}} dami {{lineItemQuantity3}} , {{lineItemName4}} dami {{lineItemQuantity4}} , {{lineItemName5}} dami {{lineItemQuantity5}}",
          "six_products_accessibility_label": "Kasama sa order ang {{lineItemName1}} dami {{lineItemQuantity1}} , {{lineItemName2}} dami {{lineItemQuantity2}} , {{lineItemName3}} dami {{lineItemQuantity3}} , {{lineItemName4}} dami {{lineItemQuantity4}} , {{lineItemName5}} dami {{lineItemQuantity5}} , {{lineItemName6}} dami {{lineItemQuantity6}}",
          "six_and_more_products_accessibility_label": "Kasama sa order ang dami ng {{lineItemName1}} na {{lineItemQuantity1}} , dami ng {{lineItemQuantity2}} {{lineItemName2}} {{lineItemName3}} ng {{lineItemQuantity3}} na {{lineItemName4}} , dami ng {{lineItemQuantity4}} , dami ng {{lineItemName5 {{lineItemName5}} na {{lineItemQuantity5}} , dami ng {{lineItemName6}} na {{lineItemQuantity6}} at marami pang iba.",
          "view_order_details": "Tingnan ang mga detalye ng order",
          "previous": "Nakaraan",
          "next": "Susunod"
        },
        "items": {
          "one": "{{count}} item",
          "other": "{{count}} na mga aytem"
        },
        "no_filtered_results_description": "Alisin o isaayos ang mga filter para makita ang iyong mga order",
        "no_filtered_results_title": "Walang na-filter na resulta",
        "order_link": "Tingnan ang order {{name}}",
        "order_number": "Order {{name}}",
        "orders_title": "Nakumpirma",
        "pagination": {
          "nav_accessibility_label": "Mga button sa nabigasyon ng mga order",
          "next": "Susunod",
          "next_accessibility_label": "Mga susunod na order",
          "previous": "Nakaraan",
          "previous_accessibility_label": "Mga nakaraang order",
          "load_more": "Magkarga pa",
          "load_more_accessibility_label": "Magkarga ng mas maraming order"
        },
        "order_status_message": {
          "list_view": {
            "view_order_for_details": "Tingnan ang order para sa mga detalye",
            "estimated_delivery": "Inaasahang {{date}}",
            "last_updated": "Huling na-update {{date}}"
          },
          "table_view": {
            "estimated_delivery": "Tinatayang paghahatid {{date}}"
          }
        },
        "payment_status": {
          "gallery_view": {
            "overdue": "Lampas sa takdang bayad",
            "due": "Bayad na dapat bayaran {{date}}",
            "due_today": "Bayad na dapat bayaran ngayon",
            "due_without_date": "Bayad na dapat bayaran",
            "due_on_fulfillment": "Bayad na dapat bayaran sa oras ng katuparan",
            "pay_to_confirm": "Magbayad para kumpirmahin",
            "payment_not_due": "Hindi pa dapat bayaran"
          },
          "list_view": {
            "overdue": "Lampas sa takdang petsa",
            "due": "Takdang petsa {{date}}",
            "due_today": "Babayaran ngayon",
            "paid": "Bayad",
            "due_without_date": "Takdang petsa",
            "due_on_fulfillment": "Babayaran sa oras ng katuparan",
            "pay_to_confirm": "Magbayad para kumpirmahin",
            "payment_not_due": "Hindi pa dapat bayaran"
          }
        },
        "sort_by": "Ayusin ayon sa: {{option}}",
        "sort_hide_options_accessibility_label": "Itago ang mga opsyon sa pag-uuri para sa mga nakumpirmang order.",
        "sort_show_options_accessibility_label": "Ipakita ang mga opsyon sa pag-uuri para sa mga nakumpirmang order.",
        "sort_currently_sorted_by_accessibility_label": "Kasalukuyang nakaayos ayon sa: {{option}}",
        "sort_title": "Pagbukud-bukurin",
        "sort": {
          "date": {
            "newest": "Pinakabago hanggang sa pinakamatanda",
            "oldest": "Pinakaluma hanggang sa pinakabago"
          },
          "location": {
            "ascending": "Lokasyon (AZ)",
            "descending": "Lokasyon (ZA)"
          },
          "order_number": {
            "ascending": "Numero ng order (mababa hanggang mataas)"
          }
        }
      },
      "order_status": {
        "delivery_promise_v2": {
          "details_modal": {
            "view_balance_in_shop_button_label": "Tingnan ang balanse sa Shop",
            "scan_to_claim_shop_cash_label": "I-scan para i-claim ang {{amount}} Mamili ng Cash"
          }
        },
        "delivery_promise": {
          "promise_line": {
            "single_brand_label": "Sinuportahan ng paghahatid",
            "mixed_brands_label": "Garantisado ang paghahatid",
            "not_delivered_by_label": "Hindi naihatid noong {{date}}",
            "modal_accessibility_button_label": "Mga detalye ng pangako sa paghahatid"
          },
          "claim_shop_cash_cta": {
            "has_shop_app_label": "Kunin ang Cash ng Iyong Tindahan",
            "no_shop_app_label": "{{appDownloadLink}} para mag-claim ng Shop Cash",
            "download_shop_app_label": "Tindahan ng Pag-download"
          },
          "details_modal": {
            "title": "Sinuportahan ng paghahatid",
            "modal_accessiblity_label": "Mga detalye ng pangako sa paghahatid",
            "delivery_guarantee_label": "Garantiya ng paghahatid",
            "delivery_by_label": "Paghahatid bago ang {{date}}",
            "delivery_guaranteed_by_label": "Garantisado ang paghahatid bago ang {{date}}",
            "shop_cash_claim": {
              "may_be_eligible_label": "Ginagarantiya ng Shop Promise ang mabilis at maaasahang paghahatid. Mag-claim ng Shop Cash kung mahuli sa pagdating ang iyong order.",
              "may_be_eligible_not_authorized_label": "Maaari kang maging kwalipikado para sa Shop Cash dahil nahuli ang pagdating ng order na ito. Mag-sign in para tingnan ang mga detalye.",
              "redeemed_label": "Na-claim mo na ang Shop Cash dahil nahuli ang order na ito.",
              "expired_label": "Ang order na ito ay hindi karapat-dapat para sa claim sa late delivery dahil ang 30-araw na garantiya ay nag-expire na.",
              "no_shop_cash_label": "Ang order na ito ay hindi maaaring magreklamo ng late delivery dahil hindi ito nabayaran gamit ang Shop Pay.",
              "no_longer_guaranteed_label": "Ang mga item na ito ay hindi na sinusuportahan ng garantiya sa paghahatid.",
              "claim_shop_cash_title": "I-scan para i-claim ang {{amount}} sa Shop Cash",
              "claim_shop_cash_description": "Maaari mong gamitin ang iyong Shop Cash sa mga susunod na pagbili sa Shop app."
            }
          }
        }
      },
      "status_mark_as_delivered": "Markahan bilang naihatid na",
      "fulfillment_status_title": "Katayuan ng katuparan: {{status}}",
      "buy_again": "Bumili muli",
      "buy_again_accessibility_label": "Bumili muli para sa order na {{orderId}}",
      "manage": "Pamahalaan",
      "manage_accessiblity_label": "Pamahalaan ang order {{orderId}}",
      "group_title_label": "Bahagi ng: {{groupTitle}}",
      "group_title_label_with_parent": "Para sa: {{groupTitle}}"
    },
    "order_details": {
      "pickup": {
        "pickup": "Pagkuha",
        "pickup_location": "Lokasyon ng pagkuha",
        "pickup_point": "Punto ng pagsundo"
      },
      "login_card": {
        "resend_link_only": "Para makita ang mga detalye ng iyong order, magpadala ng bagong link sa email o numero ng telepono na ginamit sa pag-checkout.",
        "log_in": "Mag-sign in",
        "resend_link": "Magpadala ng bagong link",
        "link_expired": "Nag-expire na ang link",
        "resend_link_and_login": "Para tingnan ang mga detalye ng iyong order, mag-sign in o magpadala ng bagong link sa email o numero ng telepono na ginamit sa checkout."
      },
      "remaining_amount": "Natitira",
      "marketing_section_title": "Balita at mga alok",
      "marketing_description": "Makakatanggap ka ng mga email tungkol sa marketing. Maaari kang mag-unsubscribe anumang oras.",
      "marketing_checkbox_label": "Mag-email sa akin ng mga balita at alok",
      "marketing_checkmark_label": "Naka-subscribe ka para makatanggap ng mga balita at alok sa email",
      "returns": {
        "expand_events_label": "Ipakita ang mga detalye",
        "hide_events_label": "Itago ang mga detalye",
        "ineligible_return_message": "Walang mga item sa order na ito ang maaaring ibalik.",
        "ineligible_return_message_when_returned": "Walang karagdagang mga item sa order na ito ang maaaring ibalik.",
        "print_shipping_label": "I-print ang label ng pagpapadala",
        "return_and_refund_modal_header": "Patakaran sa pag-refund",
        "tracking_number": "Numero ng pagsubaybay:",
        "exchange_header": "Palitan ang mga item",
        "exchange_subheader": "Ang mga item na maaaring ipalit ay idadagdag sa order kapag nakumpleto na ang pagbabalik."
      },
      "shipping": {
        "address": "Address ng pagpapadala",
        "address_map_marker": "Address ng pagpapadala",
        "method": "Paraan ng pagpapadala",
        "summary": "Pagpapadala",
        "free": "Libre",
        "free_shipping_discount": "Libreng Pagpapadala",
        "one_time": "Isang beses na pagpapadala",
        "subscription": "Pagpapadala ng subscription"
      },
      "show_items": "Ipakita ang mga item",
      "show_order_summary": "Ipakita ang buod ng order",
      "hide_order_summary": "Itago ang buod ng order",
      "subtitle": "Nakumpirma na {{date}}",
      "summary_list_title_accessibility_label": "Mag-order ng mga item",
      "summary_title": "Buod ng order",
      "summary_totals_title_accessibility_label": "Mga kabuuan ng order",
      "shop_order_tracking": {
        "download_shop_to_track": "I-download ang Shop para subaybayan ang pakete",
        "track_order_with_shop": "Subaybayan ang order gamit ang Shop",
        "title_header": "I-scan gamit ang iyong telepono",
        "real_time_delivery_updates": "Magpapadala ang Shop ng mga real-time na update sa paghahatid kapag naipadala na ang iyong order."
      },
      "edit_summary": {
        "added": "Idinagdag",
        "added_with_quantity": "Idinagdag ang {{quantity}}",
        "removed": "Inalis",
        "removed_with_quantity": "Inalis ang {{quantity}}",
        "updated_at": "Na-update ang iyong order noong {{date}}",
        "returned": "Ibinalik",
        "returned_with_quantities": "Ibinalik ang {{delta}} ng {{total}}",
        "removed_with_quantities": "Inalis ang {{delta}} ng {{total}}",
        "return_line_item_removed": "Inalis sa pagbabalik",
        "return_line_item_removed_with_quantities": "Inalis ang {{delta}} mula sa pagbabalik"
      },
      "shop_pay": {
        "order_completed_with": "Nakumpleto ang order nang may",
        "learn_more": "Matuto nang higit pa"
      },
      "taxes": "Mga Buwis",
      "taxes_included": "Kasama ang {{amount}} sa mga buwis",
      "duties_and_taxes_included": "Kasama sa kabuuan ang mga tungkulin at buwis. Walang karagdagang singil sa paghahatid.",
      "duties": "Mga Tungkulin",
      "ok_duties_tooltip": "Ang order na ito ay ipinapadala mula sa ibang bansa, kaya ang mga tungkulin ay naidagdag na sa kabuuang halaga ng iyong order.",
      "error_duties_tooltip": "Ang order na ito ay ipinapadala mula sa ibang bansa, kaya maaaring may singil na mga tungkulin at buwis sa paghahatid.",
      "zero_duties_tooltip": "Ang order na ito ay ipinapadala mula sa ibang bansa. Walang sinisingil na mga tungkulin sa mga order na may ganitong halaga.",
      "title": "Order {{name}}",
      "total": "Kabuuan",
      "unit_price": "{{price}} /isa",
      "pagination": {
        "load_more": "Magkarga pa",
        "load_more_accessibility_label": "Magkarga ng mas maraming item",
        "loading_accessibility_label": "Naglo-load ng mga item"
      },
      "login_to_view_all_order_details": "Mag-sign in para makita ang lahat ng detalye ng order.",
      "log_in": "Mag-sign in",
      "logged_in_account_no_permission_to_order": "Naka-sign in ka bilang {{email}} . Walang pahintulot ang account na ito na pamahalaan ang order na ito.",
      "log_in_to_a_different_account": "Mag-sign in sa ibang account",
      "fees": {
        "restocking_fee": "Bayad sa pag-restock",
        "return_shipping_fee": "Pagpapadala pabalik"
      },
      "vat_invoices": {
        "title": "Mga invoice ng VAT"
      },
      "link_sent": "Naipadala na ang link",
      "cash_rounding": "Pag-round ng pera",
      "adjusted_payment": "Inayos na pagbabayad",
      "adjusted_total": "Kabuuang naayos",
      "due_on_date": "Takdang petsa {{date}}",
      "due_on_fulfillment": "Babayaran sa oras ng katuparan",
      "due_on_receipt": "Bayad sa pagtanggap",
      "shipment_timeline": {
        "expand_events_label": "Ipakita ang mga detalye",
        "expand_events_accessibility_label": "Ipakita ang mga detalye ng pagpapadala ng order",
        "hide_events_label": "Itago ang mga detalye",
        "hide_events_accessibility_label": "Itago ang mga detalye ng pagpapadala ng order"
      },
      "addresses_section_title": "Pagsingil at pagpapadala",
      "order_details": "Mga detalye ng order",
      "order_details_skeleton_accessibility_label": "Mag-sign in para makita ang lahat ng detalye ng order.",
      "billing_address": "Address ng pagsingil",
      "card_ending_with": "nagtatapos sa {{lastDigits}}",
      "contact": "Makipag-ugnayan",
      "contact_information": "Impormasyon sa pakikipag-ugnayan",
      "company": "Kumpanya",
      "company_and_location": "Kumpanya at lokasyon",
      "fully_refunded_label": "NABAYARAN",
      "group_title_label": "Bahagi ng: {{groupTitle}}",
      "group_title_label_with_parent": "Para sa: {{groupTitle}}",
      "view_controls": {
        "gallery": "Galeriya",
        "list": "Listahan"
      },
      "grouped_view_components": {
        "expand_line_items": "Ipakita ang {{count}} na mga aytem",
        "collapse_line_items": "Itago ang mga item na {{count}}",
        "line_item_summary_list_accessibility_label": "Mga item sa bundle na {{productTitle}}"
      },
      "discount": "Diskwento",
      "hide_items": "Itago ang mga item",
      "loading": "Naglo-load ng mga detalye ng order",
      "loading_finished_accessibility_message": "Na-load na ang mga detalye ng order",
      "location": "Lokasyon",
      "image_gallery": {
        "next": "Ipakita ang mga susunod na item",
        "previous": "Ipakita ang mga nakaraang item",
        "load_more_items": {
          "one": "Magkarga ng {{count}} pang mga item",
          "other": "Magkarga ng {{count}} pang mga item"
        }
      },
      "mobile_summary_toggle_button": {
        "open": "Ipakita ang buod ng order",
        "closed": "Itago ang buod ng order"
      },
      "no_data": "Wala",
      "no_data_provided_accessibility_label": "Walang laman {{fieldName}}",
      "not_applicable": "Wala",
      "paid_amount": "Bayad",
      "partially_refunded_label": "BAHAGI NG NABALIK NA REFUND",
      "payment": {
        "status_in_review": "Bayad pagkatapos ng pagsusuri",
        "status_unpaid": "Bayad na dapat bayaran sa {{date}}",
        "title": "Pagbabayad",
        "payment_type": {
          "gift_card": "Kard ng regalo",
          "store_credit": "Kredito sa tindahan",
          "cash_on_delivery": "Bayad sa Paghahatid (COD)",
          "bank_deposit": "Deposito sa Bangko",
          "manual": "Manwal"
        },
        "card_payment_details": "nagtatapos sa {{lastDigits}} - {{formattedTransactionAmount}}",
        "gift_card_payment_details": "nagtatapos sa {{lastDigits}} - {{formattedTransactionAmount}}",
        "store_credit_payment_details": "Kredito sa tindahan - {{formattedTransactionAmount}}",
        "shop_pay_installments": {
          "paid_in_installments": "Bayad gamit ang mga hulugan sa Shop Pay",
          "view_schedule": "Tingnan ang iskedyul"
        },
        "manual_payment_methods": {
          "money_order": "Money Order - {{formattedTransactionAmount}}",
          "cash_on_delivery": "Bayad sa Paghahatid (COD) - {{formattedTransactionAmount}}",
          "bank_deposit": "Deposito sa Bangko - {{formattedTransactionAmount}}",
          "manual": "Manwal - {{formattedTransactionAmount}}"
        },
        "transactions": {
          "show_all": "Ipakita lahat",
          "show_less": "Ipakita nang mas kaunti",
          "details": "Mga Detalye",
          "payment_details": "Mga Detalye ng Pagbabayad"
        },
        "emv_details": {
          "aid": "TULONG:",
          "source": "PINAGMULAN:"
        }
      },
      "paid_with_shop_pay_installments_card": {
        "paid_with_shop_pay_installments": "Bayad gamit ang mga Hulugan sa Shop Pay",
        "description": "Manatiling nakasubaybay sa iyong iskedyul ng pagbabayad gamit ang mga paalala sa Shop app.",
        "payment_reminders_button": "Kumuha ng mga paalala sa pagbabayad",
        "desktop_qr_code_content": {
          "title": "Mag-scan para sa mga paalala",
          "description": "Tumanggap ng mga paalala ng iyong mga hulugan gamit ang Shop."
        }
      },
      "refunded_amount": "Na-refund",
      "request_return_failed": "Nagkaroon ng problema sa pagproseso ng iyong kahilingan. Pakisubukang muli."
    },
    "payment_methods": {
      "update_success": {
        "done_button": "Magpatuloy sa pamimili",
        "title": "Na-update na ang paraan ng pagbabayad"
      },
      "replacement_payment_method_title": "Paraan ng kapalit na pagbabayad",
      "title": "Mga paraan ng pagbabayad",
      "add_payment_method_button": "Magdagdag ng paraan ng pagbabayad",
      "add_payment_method_dropdown": {
        "bank_account_consent": "Sa pamamagitan ng pagdaragdag ng paraan ng pagbabayad, pinahihintulutan mong masingil ang iyong card o i-debit ang iyong bank account para sa mga susunod na pagbili na iyong aprubahan, hanggang sa kanselahin mo ito."
      },
      "bank_account": {
        "loading_accessibility_message": "Naglo-load ang button ng bank account",
        "iframe_title_accessibility_label": "Pag-setup ng bank account",
        "display_name": "Account sa bangko",
        "generic_error": "Hindi maidagdag ang bank account. Subukan muli mamaya."
      },
      "add_payment_method_banner": "Magdagdag ng paraan ng pagbabayad para sa mas mabilis na pag-checkout o mga serbisyong paunang awtorisado",
      "no_payment_methods_banner": "Walang idinagdag na mga paraan ng pagbabayad",
      "edit_payment_method_button_accessibility_label": "I-edit {{paymentMethodName}} na nagtatapos sa {{lastDigits}}",
      "edit_payment_method_brand_button_accessibility_label": "I-edit ang {{paymentMethodName}}",
      "delete_payment_method_button": "Burahin",
      "delete_payment_method_button_accessibility_label": "Burahin ang {{paymentMethodName}}",
      "back_button": "Balik",
      "back_button_accessibility_label": "Balik sa {{paymentMethodStepTitle}}",
      "generic_card": "Kard",
      "expiration_warning_button_accessibility_label": "Ipakita ang babala ng pag-expire para sa {{paymentMethodName}} na nagtatapos sa {{lastDigits}}",
      "expires_soon": "Malapit nang mag-expire ang card na ito",
      "expired": "Nag-expire na ang card na ito",
      "expired_badge_label": "Nag-expire na",
      "card_update_consent": "Ise-save ang paraan ng pagbabayad na ito para sa mga susunod na pagbili.",
      "card_update_consent_subscriptions": "Ang paraan ng pagbabayad na ito ay ise-save para sa mga susunod na pagbili at maaaring gamitin para sa anumang paulit-ulit o ipinagpaliban na pagbili.",
      "digital_wallet_title": "Digital na pitaka",
      "credit_or_debit_card_title": "Credit o debit card",
      "additional_payment_methods": "Mga karagdagang paraan ng pagbabayad",
      "or": "O",
      "google_pay": {
        "iframe_title_accessibility_label": "Idagdag ang paraan ng pagbabayad sa Google Pay",
        "loading_accessibility_message": "Naglo-load ang Google Pay",
        "loading": "Naglo-load ang Google Pay",
        "errors": {
          "generic": "Nagkaroon ng problema sa Google Pay. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
          "missing_billing_address": "Nangangailangan ang Google Pay ng billing address. Mangyaring magdagdag ng isa sa iyong account."
        }
      },
      "pay_pal": {
        "iframe_title_accessibility_label": "Magdagdag ng paraan ng pagbabayad sa PayPal",
        "loading_accessibility_message": "Naglo-load ng PayPal",
        "errors": {
          "generic": "Nagkaroon ng problema sa PayPal. Subukan muli o gumamit ng ibang paraan ng pagbabayad."
        }
      },
      "apple_pay": {
        "loading": "Naglo-load ng Apple Pay",
        "errors": {
          "generic": "Nagkaroon ng problema sa Apple Pay. Subukan muli o gumamit ng ibang paraan ng pagbabayad.",
          "not_available": "Hindi available ang Apple Pay sa device na ito.",
          "missing_billing_address": "Nangangailangan ang Apple Pay ng billing address. Mangyaring magdagdag ng isa sa iyong account."
        }
      },
      "store_credit": {
        "label": "Kredito sa tindahan",
        "accesibility_label": "Kredito sa tindahan - {{formattedBalance}}",
        "expirable_amounts_button": "Tingnan ang mga halagang maaaring ma-expire",
        "expirable_amounts_label": "Mga halagang maaaring ma-expire",
        "details_modal": {
          "title": "Maaaring mag-expire na credit sa tindahan",
          "balance_label": "Balanse",
          "expiration_date_label": "Petsa ng pag-expire",
          "amount_label": "Halaga",
          "date_label": "Petsa",
          "event_label": "Kaganapan",
          "events": {
            "adjustment": "Pagsasaayos",
            "order_payment": "Pagbabayad ng order",
            "order_refund": "Pag-refund ng order",
            "payment_failure": "Pagkabigo sa pagbabayad",
            "payment_returned": "Ibinalik ang bayad",
            "order_cancellation": "Pagkansela ng order",
            "tax_finalization": "Pagtatapos ng buwis"
          },
          "expirable_balance_info": "Mag-e-expire ang ilan sa iyong balanse sa hinaharap.",
          "expirable_amount_label": "Kabuuang halagang maaaring ma-expire",
          "expirable_amounts_info": "Ang mga halagang mas maaga ang expiration ay unang ilalapat sa checkout",
          "expirable_amounts_button": "Tingnan",
          "expired_amounts_button": "Tingnan ang mga nag-expire na halaga",
          "pagination": {
            "load_more_label": "Magkarga pa",
            "load_more_accessibility_label": "Magkarga ng mas maraming halagang maaaring ma-expire"
          }
        }
      },
      "payment_details": {
        "title": "Mga detalye ng paraan ng pagbabayad",
        "credit_card_details_accessibility_label": "nagtatapos sa {{lastDigits}}",
        "billing_title": "Address ng pagsingil",
        "card_info_title": "Impormasyon ng card",
        "payment_method_expiring_on": "Magtatapos sa {{expiryDate}}",
        "payment_method_expired_on": "Nag-expire noong {{expiryDate}}",
        "preauthorized_payments": "Mga paunang awtorisadong pagbabayad",
        "close_payment_modal": "Isara",
        "close_payment_modal_accessibility_label": "Isara ang mga detalye ng paraan ng pagbabayad modal",
        "payment_method_not_found_error": "Hindi mahanap ang paraan ng pagbabayad",
        "payment_details_loading": "Nilo-load ang mga detalye ng paraan ng pagbabayad",
        "pre_authorized_payments": "Mga paunang awtorisadong pagbabayad",
        "total_amount_of_subscription_line_items_left": "at {{total}} pa",
        "total_amount_of_subscription_line_items_left_accessibility_label": "{{totalItems}} kabuuang aytem, ​​ipinapakita ang {{totalItemsToDisplay}} mga aytem.",
        "next_payment_due": "Susunod na bayad na dapat bayaran {{dueDateInMonthDayYear}}",
        "edit_payment_method_button": "I-edit",
        "edit_payment_method_button_accessibility_label": "I-edit ang paraan ng pagbabayad na nagtatapos sa {{lastDigits}}",
        "loading_shop_pay": "Naglo-load ng Bayad sa Tindahan",
        "invalid_payment_method": "Hindi wastong paraan ng pagbabayad",
        "invalid_payment_method_message": "Gumamit ng bagong credit card para patuloy na makatanggap ng mga paparating na order.",
        "replace_payment_method": "Palitan ang paraan ng pagbabayad",
        "checkout_card_banner": "Magagamit lamang ang paraan ng pagbabayad na ito para sa mga paunang awtorisadong pagbabayad. Hindi ito lilitaw sa checkout kung naka-sign in ka sa tindahang ito. ",
        "default_checkbox": "Itakda bilang default",
        "default_checkbox_accessibility_label": "Itakda ang paraan ng pagbabayad na ito bilang default",
        "replace_payment_method_button": "Palitan"
      },
      "edit_payment_method": {
        "title": "I-edit ang paraan ng pagbabayad",
        "save_payment_method_button": "I-save",
        "cancel_edit_payment_method_button": "Kanselahin",
        "payment_method_updated_toast": "Na-update na ang paraan ng pagbabayad",
        "billing_address": "Address ng pagsingil",
        "billing_address_add_new": "Magdagdag ng bago",
        "billing_address_choose_from_list": "Pumili mula sa listahan",
        "future_purchases_notice": "Ise-save ang paraan ng pagbabayad na ito para sa mga susunod na pagbili.",
        "generic_error": "Nagkaroon ng problema sa pag-update. Pakisubukang muli."
      },
      "update_payment_method": {
        "title": "I-update ang paraan ng pagbabayad",
        "button_title": "I-update",
        "billing_address": "Address ng pagsingil",
        "disclaimer": "Ang paraan ng pagbabayad na ito ay ise-save para sa mga susunod na pagbili at maaaring gamitin para sa anumang paulit-ulit o ipinagpaliban na pagbili.",
        "error_message": "Hindi ma-update ang paraan ng pagbabayad",
        "current": "Kasalukuyan",
        "loading_form_accessibility_message": "Nilo-load ang form para sa pag-update ng paraan ng pagbabayad",
        "loading_current_payment_method": "Naglo-load ng kasalukuyang paraan ng pagbabayad",
        "loading_digital_wallets": "Naglo-load ng mga opsyon sa digital wallet",
        "loading_card_fields": "Naglo-load ng mga field ng credit card"
      },
      "link_expired": {
        "message": "Nag-expire na ang link na ito para i-update ang iyong paraan ng pagbabayad.",
        "return_home_button": "Bumalik sa pangunahing pahina"
      },
      "card_fields": {
        "card_number_label": "Numero ng card",
        "card_number_placeholder": "Numero ng card",
        "name_on_card_label": "Pangalan sa kard",
        "name_on_card_placeholder": "Pangalan sa kard",
        "card_expiry_label": "Petsa ng pagtatapos (MM / YY)",
        "card_expiry_placeholder": "Petsa ng pagtatapos (MM / YY)",
        "card_verification_value_label": "Kodigo ng seguridad",
        "card_verification_value_placeholder": "Kodigo ng seguridad",
        "card_start_label": "Petsa ng pag-isyu (MM / YY)",
        "card_start_placeholder": "Petsa ng pag-isyu (MM / YY)",
        "tooltip": {
          "tooltip_accessibility_label": "Higit pang impormasyon",
          "card_verification_value_explanation_amex": "4-digit na security code sa harap ng iyong card",
          "card_verification_value_explanation_other": "3-digit na security code sa likod ng iyong card",
          "card_verification_value_explanation": "Ang 3-digit na security code ay karaniwang makikita sa likod ng iyong card. Ang mga American Express card ay may 4-digit na code na matatagpuan sa harap.",
          "card_security_notice": "Lahat ng transaksyon ay ligtas at naka-encrypt."
        },
        "field_errors": {
          "credit_card_name_invalid": "Ilagay ang iyong pangalan nang eksakto kung paano ito nakasulat sa iyong card",
          "credit_card_number_invalid": "Maglagay ng wastong numero ng card",
          "credit_card_expiry_invalid": "Maglagay ng wastong petsa ng pag-expire ng card",
          "credit_card_verification_value_blank": "Ilagay ang CVV o security code sa iyong card"
        },
        "unavailable": {
          "text": "Hindi available ang mga pagbabayad gamit ang credit at debit card sa ngayon.",
          "link_text": "I-refresh ang pahinang ito",
          "suffix": "o subukan muli mamaya."
        }
      },
      "payment_delete": {
        "title": "Burahin ang paraan ng pagbabayad",
        "description_without_replacement": "Hindi na magagamit ang paraan ng pagbabayad na ito para sa mga susunod na pagbili.",
        "description_with_replacement": "Ang pagbura sa paraan ng pagbabayad na ito ay makakaapekto sa mga paunang awtorisadong pagbabayad. Maaari mo itong palitan ng ibang paraan ng pagbabayad upang patuloy na makatanggap ng mga paparating na order.",
        "warning_message_with_replacement": {
          "with_pending_orders_and_subscriptions": "Ang pagtanggal sa paraan ng pagbabayad na ito ay makakaapekto sa mga paunang awtorisadong pagbabayad. Maliban kung pipili ka ng alternatibong paraan ng pagbabayad, ang paraan ng pagbabayad na ito ay sisingilin pa rin para sa anumang natitirang balanse sa mga umiiral na order. Ang pagpili ng alternatibong paraan ng pagbabayad ay magbibigay-daan sa iyong makatanggap ng mga paparating na order ng subscription nang walang pagkaantala.",
          "with_pending_orders": "Ang pagbura sa paraan ng pagbabayad na ito ay mag-aalis nito sa iyong account at hindi na ito magagamit para sa mga susunod na pagbili. Maliban kung pipili ka ng alternatibong paraan ng pagbabayad, sisingilin pa rin ito para sa anumang natitirang balanse sa mga umiiral na order.",
          "with_subscriptions": "Ang pagbura sa paraan ng pagbabayad na ito ay makakaapekto sa mga paunang awtorisadong pagbabayad. Palitan ito ng alternatibong paraan ng pagbabayad upang patuloy na makatanggap ng mga paparating na order."
        },
        "warning_message_without_replacement": {
          "with_pending_orders_and_subscriptions": "Ang pagbura sa paraan ng pagbabayad na ito ay makakaapekto sa mga paunang awtorisadong pagbabayad. Sisingilin pa rin ang paraan ng pagbabayad na ito para sa anumang natitirang balanse sa mga umiiral na order, ngunit hindi ka makakatanggap ng mga paparating na order ng subscription. Magdagdag ng alternatibong paraan ng pagbabayad upang patuloy na makatanggap ng mga order ng subscription.",
          "with_pending_orders": "Ang pagbura sa paraan ng pagbabayad na ito ay mag-aalis nito sa iyong account at hindi na ito magagamit para sa mga susunod na pagbili. Sisingilin pa rin ito para sa anumang natitirang balanse sa mga umiiral na order.",
          "with_subscriptions": "Ang pagbura sa paraan ng pagbabayad na ito ay makakaapekto sa mga paunang awtorisadong pagbabayad. Magdagdag ng alternatibong paraan ng pagbabayad upang patuloy na makatanggap ng mga paparating na order."
        },
        "payment_method_selector_placeholder": "Pumili ng kapalit na paraan ng pagbabayad (opsyonal)",
        "payment_method_selector_no_alternative_payment": "Walang paraan ng pagpapalit",
        "replace_method_with_new_method_description": "Ang iyong {{currentPaymentMethodName}} ay buburahin at papalitan ng iyong {{newPaymentMethodName}} .",
        "error_when_deleting": "Humihingi kami ng paumanhin ngunit may nangyaring mali at hindi namin mabura ang paraan ng pagbabayad na ito. Pakisubukang muli mamaya o i-refresh ang pahina.",
        "delete_and_replace_button": "Burahin at palitan",
        "delete_and_replace_button_accessibility_label": "Burahin ang {{currentPaymentMethodName}} at palitan ng {{newPaymentMethodName}} .",
        "deleted_successfully": "Matagumpay na nabura ang paraan ng pagbabayad.",
        "loading_available_payment_methods_accessibility_label": "Naglo-load ng mga available na paraan ng pagbabayad"
      },
      "add_payment_method": {
        "title": "Magdagdag ng paraan ng pagbabayad",
        "payment_method_added_confirmation": "Naidagdag na ang paraan ng pagbabayad",
        "replace_mode_warning": "Ang pagbura sa paraan ng pagbabayad na ito ay makakaapekto sa mga subscription o pre-order. Palitan ito ng alternatibong paraan ng pagbabayad upang patuloy na makatanggap ng mga paparating na order.",
        "choose_from_list": "Pumili mula sa listahan",
        "add_new_button": "Magdagdag ng bago",
        "billing_address": {
          "title": "Address ng pagsingil",
          "add_billing_address_button": "Magdagdag ng bago",
          "add_billing_address_button_accessibility_label": "Magdagdag ng bagong billing address",
          "choose_billing_address_from_list_button": "Pumili mula sa listahan",
          "choose_billing_address_from_list_button_accessibility_label": "Pumili ng billing address mula sa listahan",
          "missing_billing_address_error_message": "Mangyaring tukuyin ang isang billing address",
          "default_checkbox": "Itakda bilang default na paraan ng pagbabayad"
        }
      },
      "three_d_secure": {
        "verification_failed": "Hindi ma-verify ang iyong bayad. Subukan muli o gumamit ng ibang paraan ng pagbabayad."
      }
    },
    "ui_components": {
      "submit": "Isumite",
      "clear": "I-clear",
      "clipboardCopied": "Kinopya",
      "clipboardFailedToCopy": "Nabigong kopyahin",
      "closeNotification": "Isara",
      "expandNotification": "Tingnan ang higit pa",
      "closeModal": "Isara",
      "processing": "Pinoproseso…",
      "increase": "Dagdagan {{type}}",
      "decrease": "Bawasan ang {{type}}",
      "minimumReached": "Naabot na ang minimum na {{value}}",
      "maximumReached": "Naabot ang pinakamataas na {{value}}",
      "january": "Enero",
      "february": "Pebrero",
      "march": "Marso",
      "april": "Abril",
      "may": "Mayo",
      "june": "Hunyo",
      "july": "Hulyo",
      "august": "Agosto",
      "september": "Setyembre",
      "october": "Oktubre",
      "november": "Nobyembre",
      "december": "Disyembre",
      "monday": "Lunes",
      "tuesday": "Martes",
      "wednesday": "Miyerkules",
      "thursday": "Huwebes",
      "friday": "Biyernes",
      "saturday": "Sabado",
      "sunday": "Linggo",
      "mondayAbbreviation": "Bu",
      "tuesdayAbbreviation": "Martes",
      "wednesdayAbbreviation": "Kami",
      "thursdayAbbreviation": "Huwebes",
      "sundayAbbreviation": "Linggo",
      "showNextMonth": "Ipakita sa susunod na buwan, {{month}} {{year}}",
      "showPreviousMonth": "Ipakita ang nakaraang buwan, {{month}} {{year}}",
      "rangeStart": "Simula ng saklaw",
      "inRange": "Nasa saklaw",
      "rangeEnd": "Dulo ng saklaw",
      "autocompleteOptionsAvailable": {
        "one": "{{count}} item ang magagamit",
        "other": "{{count}} na mga item ang magagamit"
      },
      "removeItem": "Alisin ang {{label}}",
      "removeTag": "Alisin ang tag",
      "month": {
        "one": "buwan",
        "other": "mga buwan"
      },
      "mapClusterTitle": {
        "one": "Kumpol ng pananda ng {{number}}",
        "other": "Kumpol ng mga panandang {{number}}"
      },
      "expandSheet": "Palawakin",
      "addFile": "Magdagdag ng file",
      "dropzoneInvalidFileType": "Hindi sinusuportahan ang uri ng file",
      "dropzoneDraggedOver": "I-drop ang file para i-upload"
    },
    "sign_in": {
      "step_two": {
        "button": "Isumite",
        "page_title": "Ilagay ang code - %{shop_name}",
        "heading": "Ilagay ang code",
        "subheading": "Ipinadala sa %{email}",
        "restart_link": "Mag-sign in gamit ang ibang email",
        "input_field_label": "6-digit na kodigo"
      },
      "brand_logo_alt_text": "Logo ng %{shop_name}",
      "processing": "Pinoproseso…",
      "step_one": {
        "page_title": "Mag-sign in - %{shop_name}",
        "heading": "Mag-sign in",
        "subheading": "Ilagay ang iyong email at padadalhan ka namin ng verification code",
        "subheading_with_sign_in_options": "Mag-sign in o gumawa ng account",
        "input_field_label": "I-email",
        "button": "Magpatuloy",
        "or": "o"
      },
      "error": {
        "invalid": {
          "invalid_email": "Maglagay ng wastong email address",
          "invalid_code": "Ilagay ang tamang 6-digit na code"
        }
      }
    },
    "addresses": {
      "add_button": "Magdagdag ng address",
      "add_button_text": "Idagdag",
      "add_button_accessibility_label": "Magdagdag ng address",
      "back_button": "Balik",
      "back_button_accessibility_label": "Balik sa pag-eedit ng address na {{address}}",
      "add_address_banner": "Magdagdag ng mga address na gagamitin sa checkout",
      "no_addresses_banner": "Walang idinagdag na mga address",
      "address_deleted_notification": "Nabura ang address",
      "cancel_adding_address_accessibility_label": "Kanselahin ang pagdaragdag ng address",
      "cancel_deletion_button": "Kanselahin",
      "cancel_deletion_button_accessibility_label": "Kanselahin ang pagbura sa {{address}}",
      "default_address": {
        "title": "Default na address",
        "title_accessibility_label": "Default na address: {{address}}"
      },
      "delete_button": "Burahin",
      "delete_button_accessibility_label": "Burahin ang {{address}}",
      "delete_confirmation_button": "Burahin ang address",
      "delete_confirmation_button_accessibility_label": "Burahin ang {{address}}",
      "delete_confirmation_message": "Burahin ang address? Hindi maaapektuhan ang mga kasalukuyang order.",
      "delete_confirmation_title": "Burahin ang address?",
      "delete_confirmation_description": "Hindi maaapektuhan ang mga kasalukuyang order."
    },
    "callback": {
      "try_again": "Subukan muli"
    },
    "date": {
      "humanize": {
        "lessThanOneHourAgo": {
          "one": "{{count}} minuto ang nakalipas",
          "other": "{{count}} minuto ang nakalipas"
        },
        "lessThanOneMinuteAgo": "Ngayon lang",
        "yesterday": "Kahapon nang {{time}}",
        "today": "Ngayong araw ng {{time}}",
        "tomorrow": "Bukas ng {{time}}"
      }
    },
    "enable_javascript": "Para tingnan ang iyong account, paganahin ang JavaScript sa mga setting ng iyong browser o mag-sign in gamit ang ibang browser.",
    "announcement_bar": {
      "expand_label": "Palawakin ang bar ng anunsyo",
      "collapse_label": "I-collapse ang announcement bar",
      "close_label": "Isara ang bar ng anunsyo"
    },
    "account_information": {
      "loading_accessibility_message": "Naglo-load ng impormasyon ng account",
      "loading_finished_accessibility_message": "Na-load na ang impormasyon ng account",
      "profile_card": {
        "cancel": "Kanselahin",
        "cancel_accessibility_label": "Kanselahin ang pag-edit ng profile",
        "edit": "I-edit",
        "edit_accessibility_label": "I-edit ang profile",
        "email_help_text": "Hindi maaaring i-edit ang email",
        "editable_email_help_text": "Ginagamit ang email na ito para sa pag-sign in at mga update sa order.",
        "first_name": "Pangalan",
        "last_name": "Apelyido",
        "email": "I-email",
        "no_name_provided_accessibility_label": "Walang idinagdag na pangalan",
        "phone_number_help_text": "Hindi maaaring i-edit ang numero ng telepono",
        "save": "I-save",
        "save_accessibility_label": "I-save ang profile",
        "errors": {
          "name_too_long": "Masyadong mahaba ang {{fieldName}} (ang maximum ay 255 na karakter)",
          "name_cannot_contain_url": "Hindi maaaring maglaman ng URL {{fieldName}}",
          "name_cannot_contain_html_tags": "Hindi maaaring maglaman ang {{fieldName}} ng mga tag na HTML",
          "email_cant_be_blank": "Hindi maaaring blangko ang email",
          "invalid_email_format": "Maglagay ng wastong email"
        }
      },
      "verify_new_email_modal": {
        "title": "I-verify ang email",
        "description": "Ilagay ang code na ipinadala sa {{email}}",
        "one_time_password_label": "6-digit na kodigo",
        "email_resend_button": "Ipadala muli ang code",
        "email_resend_button_accessibility_label": "Ipadala muli ang verification code",
        "verify_button": "I-verify",
        "verify_button_accessibility_label": "I-verify ang minsanang password",
        "cancel_button": "Kanselahin",
        "cancel_button_accessibility_label": "Kanselahin ang email sa pag-edit",
        "email_resend_button_success_toast_message": "Naipadala na ang verification code",
        "email_resend_button_error_banner_message": "Hindi maipadala ang verification code"
      },
      "email_update_success_modal": {
        "title": "I-verify ang email",
        "description": "Matagumpay na na-update ang email. Nire-redirect sa login."
      },
      "profile_update_confirmation_message": "Na-update ang profile",
      "email_update_confirmation_message": "Na-update ang email sa {{email}}",
      "people": {
        "pagination": {
          "load_more": "Magkarga pa",
          "load_more_accessibility_label": "Magkarga ng mas maraming tao",
          "loading_accessibility_label": "Naglo-load ng mga tao"
        }
      },
      "add_button": "Idagdag"
    },
    "subscriptions": {
      "subscription_contracts": {
        "subscription_contracts_updated": "Na-update na {{succeeded}} ng {{total}} na mga subscription",
        "product_details": "Mga detalye ng produkto",
        "load_more": "Magkarga pa",
        "title": "Gamitin ang paraan ng pagbabayad para sa mga paulit-ulit na order",
        "more_items": {
          "one": "{{count}} pang produkto",
          "other": "{{count}} pang produkto"
        },
        "product_count": {
          "one": "{{count}} produkto",
          "other": "{{count}} na produkto"
        }
      },
      "updating_contracts": {
        "one": "Ina-update ang kontrata ng subscription {{count}} ...",
        "other": "Ina-update ang {{count}} na kontrata ng subscription..."
      },
      "contracts_updated": {
        "one": "Matagumpay na na-update ang kontrata ng subscription na {{count}}",
        "other": "Matagumpay na na-update ang mga kontrata ng subscription {{count}}"
      },
      "contracts_update_failed": "Nabigong i-update ang ilang kontrata ng subscription",
      "invalid_wallet_type_error": "Hindi wastong uri ng pitaka.",
      "update_payment_instrument": {
        "title": "Palitan ang paraan ng pagbabayad",
        "loading": "Naglo-load ng mga paraan ng pagbabayad",
        "no_payment_methods_available": "Walang magagamit na mga paraan ng pagbabayad",
        "select_new_payment_method": "Pumili ng bagong paraan ng pagbabayad",
        "current_method": "Kasalukuyan",
        "cancel": "Kanselahin",
        "save": "I-save",
        "success": "Na-update na ang paraan ng pagbabayad",
        "use_new_payment_method": "+ Gumamit ng bagong paraan ng pagbabayad"
      }
    },
    "errors": {
      "not_found": {
        "description": "Tingnan ang URL o subukan muli sa loob ng ilang minuto.",
        "title": "May problema sa paglo-load ng pahinang ito"
      },
      "order_not_found": {
        "description": "Hindi umiiral ang order na ito o wala kang pahintulot na tingnan ito.",
        "title": "Hindi natagpuan ang order"
      },
      "profile_update_error": {
        "description": "Nagkaroon ng problema sa pag-update ng iyong profile. Subukang i-refresh ang pahinang ito o tingnan ang iyong koneksyon sa internet."
      },
      "profile_name_update_error": {
        "description": "Nagkaroon ng problema sa pag-update ng iyong pangalan. Subukang i-refresh ang pahinang ito o tingnan ang iyong koneksyon sa internet."
      },
      "retry_action_label": "Subukan muli",
      "resend_link": {
        "too_many_requests": "Masyadong maraming kahilingan. Subukan muli mamaya.",
        "generic": "Nabigong kahilingan"
      },
      "load_extension_error": {
        "title": "Mali",
        "description": "I-refresh ang pahinang ito o subukan muli sa loob ng ilang minuto.",
        "refresh_button": "I-refresh ang pahina"
      },
      "address_deletion_error": {
        "description": "Nagkaroon ng problema sa pagbura ng address na ito. Subukan muli o i-refresh ang pahina."
      },
      "addresses_loading_issue": {
        "description": "Error sa koneksyon. Suriin ang iyong koneksyon sa internet at subukang muli."
      },
      "banner_title": {
        "one": "Mayroong error na {{count}}",
        "other": "May mga error na {{count}}"
      },
      "failed_address_creation": {
        "description": "Nagkaroon ng problema sa paggawa ng iyong address. Subukang i-refresh ang pahinang ito o tingnan ang iyong koneksyon sa internet."
      },
      "failed_address_update": {
        "description": "Nagkaroon ng problema sa pag-update ng iyong address. Subukang i-refresh ang pahinang ito o tingnan ang iyong koneksyon sa internet."
      },
      "load_address_form_error": {
        "title": "Hindi ma-load ang form ng address",
        "description": "Hindi ma-load ang form ng address.",
        "refresh_button": "I-refresh ang pahina"
      },
      "load_orders_error": {
        "title": "Hindi ma-load ang mga order",
        "description": "Subukan muli o bumalik mamaya.",
        "retry_button": "Subukan muli"
      },
      "load_paypal_error": {
        "description": "May problema sa paglo-load ng PayPal. Pakisubukang muli."
      },
      "logout_everywhere": {
        "description": "May nangyaring mali habang nagsa-sign out. Pakisubukang muli."
      },
      "no_access_to_locations": {
        "description": "Wala kang access sa anumang lokasyon"
      }
    },
    "throttle": {
      "too_many_attempts": {
        "message": "Masyadong maraming pagtatangka",
        "description": "Pakisubukang muli sa loob ng ilang minuto"
      }
    },
    "payment_method_brands": {
      "visa": "Bisa",
      "discover": "Tuklasin",
      "shoppay": "Bayad sa Tindahan",
      "storecredit": "Kredito sa tindahan"
    },
    "privacy_banner": {
      "cookie_preferences_link": "Mga kagustuhan sa cookie"
    },
    "B2B": {
      "orders": {
        "draft_order_list": {
          "show_all_accessibility_label": "Ipakita ang lahat ng order na sinusuri",
          "show_all_orders_in_review": "Ipakita ang lahat ng order na sinusuri",
          "show_less_orders_in_review": "Magpakita ng mas kaunting mga order na sinusuri",
          "title": "Nakabinbin",
          "pending_tab_accessibility_label": {
            "no_pending_orders": "Wala kang mga nakabinbing order",
            "pending_orders": {
              "one": "Mayroon kang {{count}} nakabinbing order",
              "other": "Mayroon kang {{count}} nakabinbing order"
            },
            "more_than_pagination_length": "Mayroon kang mahigit {{count}} na nakabinbing order"
          },
          "pending_orders_count_more_than_pagination_length": "{{count}} +",
          "pagination": {
            "nav_accessibility_label": "Mga button sa nabigasyon ng mga order na sinusuri"
          }
        },
        "order_list_column_headers_location": "Lokasyon",
        "order_list_column_headers_contact": "Makipag-ugnayan",
        "order_list_column_headers_status": "Katayuan",
        "removed_company_contact_tooltip": "Inalis sa kumpanya"
      },
      "draft_order_details": {
        "draft_order_subtitle": "Nakumpirma na {{date}} mula sa order na {{draftOrderName}}",
        "loading": "Naglo-load ng mga detalye ng order",
        "loading_finished_accessibility_message": "Na-load na ang mga detalye ng order",
        "payment_status": {
          "pending": {
            "banner_overdue": {
              "one": "Ang iyong bayad ay lagpas na sa {{count}} araw",
              "other": "Ang iyong bayad ay {{count}} araw nang lampas sa takdang petsa"
            },
            "banner_due": {
              "one": "Ang iyong bayad ay dapat bayaran sa loob ng {{count}} araw",
              "other": "Ang iyong bayad ay dapat bayaran sa loob ng {{count}} araw"
            },
            "banner_due_today": "Ang bayad mo ay dapat bayaran ngayon",
            "title": "Bayad na dapat bayaran",
            "title_with_date": "Bayad na dapat bayaran {{date}}",
            "title_due_on_receipt": "Hindi pa dapat bayaran",
            "title_due_on_fulfillment": "Bayad na dapat bayaran sa oras ng katuparan",
            "description_overdue": "Nahuli ang bayad mo.",
            "description_partially_paid": "Bahagyang nabayaran na ang order na ito. Mayroon ka pang natitirang balanse.",
            "description_authorized": "Sisingilin ang iyong paraan ng pagbabayad sa takdang petsa, o maaari ka nang magbayad ngayon.",
            "description_waiting_for_manual_payment": "May nakabinbing bayad ang order na ito. Ia-update ang balanse kapag natanggap na ang bayad.",
            "description_due_on_receipt": "Makakatanggap ka ng invoice kapag kailangan nang magbayad.",
            "description_due_on_receipt_partially_paid": "Bahagyang nabayaran na ang order na ito. Mayroon ka pang natitirang balanse. Makakatanggap ka ng invoice kapag kailangan nang magbayad.",
            "description_due_on_fulfillment": "Ang bayad ay dapat bayaran kapag natupad na ang lahat ng mga item sa order na ito.",
            "description_due_on_fulfillment_partially_paid": "Bahagyang nabayaran na ang order na ito. Mayroon ka pang natitirang balanse. Dapat bayaran ito kapag natupad na ang lahat ng item sa order na ito."
          },
          "draft": {
            "description": "Ang mga detalye ng pagbabayad ay napagpasyahan kapag nakumpirma na ang order.",
            "title": "Hindi pa dapat bayaran",
            "in_review": {
              "description": "Ang mga detalye ng pagbabayad ay napagpasyahan kapag nakumpirma na ang order.",
              "title": "Hindi pa dapat bayaran"
            },
            "submitted": {
              "description": "Magsumite ng bayad upang kumpirmahin ang order na ito.",
              "title": "Magbayad para kumpirmahin",
              "deposit": {
                "title": "Dapat bayaran",
                "due_later": "Ang balanse ay nasa mga tuntunin ng {{translatedName}} at dapat bayaran sa {{dueDate}} .",
                "due_on_fulfillment": "Ang balanse ay dapat bayaran kapag natupad na ang lahat ng mga aytem sa ganitong pagkakasunud-sunod.",
                "due_on_receipt": "Makakatanggap ka ng invoice para sa natitirang balanse.",
                "due_on_date": "Ang balanse ay dapat bayaran sa {{dueDate}} ."
              }
            },
            "deposit": {
              "due_later": "{{depositAmount}} ay babayaran kapag nakumpirma na ang iyong order. Ang balanse ay nasa ilalim ng mga tuntunin ng {{translatedName}} .",
              "due_on_fulfillment": "{{depositAmount}} ay babayaran kapag nakumpirma na ang iyong order. Ang natitirang bayad ay babayaran kapag natupad na ang order.",
              "due_on_receipt": "{{depositAmount}} ay babayaran kapag nakumpirma na ang iyong order. Ang natitirang bayad ay babayaran mamaya.",
              "due_on_date": "{{depositAmount}} ay babayaran kapag nakumpirma na ang iyong order. Ang natitirang bayad ay babayaran sa {{dueDate}} ."
            }
          },
          "paid": {
            "title": "Bayad",
            "title_with_date": "Bayad na {{date}}",
            "description": "Buong bayad na ang iyong order."
          },
          "refund": {
            "title": "Na-refund",
            "title_with_date": "Na-refund {{date}}",
            "description_full_refund": "Nakatanggap ka ng buong refund para sa order na ito.",
            "description_single_refund": "Nakatanggap ka ng bahagyang refund para sa order na ito.",
            "description_multiple_refunds": "Nakatanggap ka ng mga bahagyang refund para sa order na ito."
          },
          "canceled": {
            "title": "Nakansela ang bayad",
            "description": "Hindi ka sinisingil."
          },
          "pay_now": "Magbayad ngayon",
          "pay_now_accessibility_label": "Magbayad na ngayon para sa order na {{orderName}}",
          "title": "Katayuan ng pagbabayad"
        },
        "order_timeline": {
          "expand_events_label": "Ipakita ang mga detalye",
          "expand_events_accessibility_label": "Ipakita ang mga detalye ng draft order",
          "hide_events_label": "Itago ang mga detalye",
          "hide_events_accessibility_label": "Itago ang mga detalye ng draft order"
        },
        "subtitle": "Isinumite {{date}}",
        "title": "Order {{name}}"
      },
      "payment_methods": {
        "payment_delete": {
          "description_without_replacement": "Hindi na magagamit ang paraan ng pagbabayad na ito para sa mga susunod na pagbili mula sa lokasyong ito.",
          "description_with_replacement": "Ang pagbura sa paraan ng pagbabayad na ito ay makakaapekto sa mga paunang awtorisadong pagbabayad para sa lokasyong ito. Palitan ito ng alternatibong paraan ng pagbabayad upang patuloy na makatanggap ng mga paparating na order."
        },
        "payment_details": {
          "order_label": "Order {{name}}",
          "draft_label": "Burador ng utos {{name}}"
        }
      },
      "purchase_order_number": {
        "add_accessibility_label": "Magdagdag ng numero ng PO",
        "add_modal_title": "Magdagdag ng numero ng PO",
        "cancel": "Kanselahin",
        "close_modal_accessibility_label": "Isara ang modal na numero ng PO",
        "discard": "Itapon",
        "discard_changes_modal_title": "Itapon ang mga pagbabago?",
        "edit_accessibility_label": "I-edit ang numero ng PO",
        "edit_modal_title": "I-edit ang numero ng PO",
        "empty_state": "Walang numero ng PO",
        "modal_po_number_input_label": "Numero ng PO",
        "modal_po_number_input_max_length_error": "Ang mga numero ng PO ay may maximum na {{maxLength}} na karakter.",
        "save": "I-save",
        "title": "PO # {{poNumber}}"
      }
    },
    "profile_preview_bar": {
      "customize_button": "I-customize",
      "hide_bar": "Itago ang Bar",
      "navigate_to_admin": "Mag-navigate sa admin",
      "close_preview": "Isara ang preview",
      "previewing": "Nagpi-preview ka:",
      "saved_at": "Na-save noong {{date}} noong {{time}}",
      "viewing": "Tinitingnan mo:",
      "not_available": "Hindi magagamit ang datos ng profile",
      "actions_button": "Mga Aksyon"
    },
    "active_inspector": {
      "extension": {
        "select": "Piliin ang extension na pinangalanang {{extensionName}}",
        "unselect": "Alisin sa pagkakapili ang extension na pinangalanang {{extensionName}}",
        "move_down": "Ilipat ang extension sa susunod na posisyon",
        "move_up": "Ilipat ang extension sa nakaraang posisyon",
        "remove": "Alisin ang extension",
        "move_down_tooltip": "Lumipat sa susunod na posisyon",
        "move_up_tooltip": "Lumipat sa nakaraang posisyon",
        "remove_tooltip": "Alisin"
      }
    },
    "editor": {
      "link_new_tab_confirmation": "Hindi mabubuksan ang link na ito sa loob ng editor. Magbubukas ito sa isang bagong window ( {{resolved_to_link}} ). I-click ang OK para magpatuloy."
    },
    "settings": {
      "title": "Mga Setting",
      "loading_accessibility_message": "Naglo-load ng pahina ng mga setting",
      "log_out_everywhere": {
        "title": "Mag-sign out kahit saan",
        "description": "Kung nawalan ka ng device o may mga alalahanin sa seguridad, mag-log out kahit saan para matiyak ang seguridad ng iyong account.",
        "button": "Mag-sign out kahit saan",
        "warning_message": "Masa-sign out ka rin sa device na ito."
      }
    },
    "shop_ads": {
      "title": "Mga eksklusibong alok mula sa Shop",
      "subtitle": "Magagamit sa limitadong panahon",
      "button": "Mag-explore sa Shop",
      "previous_button": "Nakaraan",
      "next_button": "Susunod"
    },
    "knowledge_base": {
      "self_serve_returns": {
        "enabled": "Maaaring humiling at pamahalaan ng mga customer ang mga pagbabalik nang mag-isa.",
        "disabled": "Dapat makipag-ugnayan ang mga customer sa merchant upang humiling ng pagbabalik."
      }
    }
  },
  "accessibility": {
    "cart": "Kariton",
    "cart_count": "Kabuuang mga item sa cart",
    "close_dialog": "Isara ang diyalogo",
    "country_region": "Bansa/Rehiyon",
    "country_results_count": "{{ count }} mga resulta",
    "decrease_quantity": "Bawasan ang dami",
    "discount": "Maglagay ng discount code",
    "discount_menu": "Mga Discount Code",
    "discount_applied": "Nagamit na discount code: {{ code }}",
    "filters": "Mga Filter",
    "filter_count": {
      "one": "Nailapat na ang filter na {{ count }}",
      "other": "Nailapat ang mga filter na {{ count }}"
    },
    "increase_quantity": "Dagdagan ang dami",
    "inventory_status": "Katayuan ng imbentaryo",
    "localization_region_and_language": "Tagapili ng rehiyon at wika",
    "new_window": "Magbubukas sa isang bagong window.",
    "quantity": "Dami",
    "pause_video": "I-pause ang video",
    "play_model": "Maglaro ng 3D na modelo",
    "play_video": "I-play ang video",
    "loading_product_recommendations": "Naglo-load ng mga rekomendasyon ng produkto",
    "rating": "Ang rating ng produktong ito ay {{ rating }} sa 5",
    "remove_item": "Alisin ang {{ title}}",
    "reset_search": "I-reset ang paghahanap",
    "scroll_to": "Mag-scroll papunta sa {{ title }}",
    "search_results_count": "{{ count }} mga resulta ng paghahanap na natagpuan para sa \" {{ query }} \"",
    "search_results_no_results": "Walang nakitang resulta para sa \" {{ query }} \"",
    "skip_to_product_info": "Laktawan ang impormasyon ng produkto",
    "skip_to_results_list": "Laktawan ang listahan ng mga resulta",
    "skip_to_text": "Laktawan ang nilalaman",
    "slide_status": "I-slide {{ index }} ng {{ length }}",
    "slideshow_next": "Susunod na slide",
    "slideshow_pause": "I-pause ang slideshow",
    "slideshow_play": "Maglaro ng slideshow",
    "slideshow_previous": "Nakaraang slide",
    "unit_price": "Presyo ng bawat yunit",
    "find_country": "Hanapin ang bansa"
  },
  "actions": {
    "continue_shopping": "Magpatuloy sa pamimili",
    "view_all": "Tingnan lahat",
    "sign_up": "Mag-sign up",
    "submit": "Isumite",
    "add": "Idagdag",
    "add_to_cart": "Idagdag sa cart",
    "added": "Idinagdag",
    "apply": "Mag-apply",
    "back": "Balik",
    "choose": "Pumili",
    "clear": "I-clear",
    "clear_all": "I-clear lahat",
    "close": "Isara",
    "open": "Bukas",
    "enter_password": "Ilagay ang password",
    "log_in_html": "May account ka ba? <a href=\"&lt;span%20class='notranslate'&gt;{{%20link%20}}&lt;/span&gt;\">Mag-log in</a> para mas mabilis na makapag-check out.",
    "log_in": "Mag-sign in",
    "log_out": "Mag-log out",
    "open_image_in_full_screen": "Buksan ang larawan sa buong screen",
    "remove": "Alisin",
    "remove_discount": "Alisin ang diskwento {{ code }}",
    "show_all_options": "Ipakita ang lahat ng opsyon",
    "see_items": {
      "one": "Tingnan ang {{ count }} na aytem",
      "other": "Tingnan ang {{ count }} na mga aytem"
    },
    "show_filters": "Salain",
    "show_less": "Ipakita nang mas kaunti",
    "show_more": "Magpakita pa",
    "sign_in_options": "Iba pang mga opsyon sa pag-sign in",
    "view_in_your_space": "Tingnan sa iyong espasyo",
    "more": "Higit pa",
    "zoom": "Mag-zoom",
    "close_dialog": "Isara ang diyalogo",
    "reset": "I-reset",
    "enter_using_password": "Ilagay gamit ang password",
    "view_store_information": "Tingnan ang impormasyon ng tindahan",
    "sort": "Pagbukud-bukurin"
  },
  "content": {
    "account_orders": "Mga Order",
    "cart_title": "Kariton",
    "price": "Presyo",
    "search_input_label": "Maghanap",
    "search_input_placeholder": "Maghanap",
    "search": "Maghanap",
    "search_results_view_all": "Tingnan lahat",
    "search_results_view_all_button": "Tingnan lahat",
    "taxes_at_checkout_shipping_at_checkout_with_policy_without_discounts_html": "Kinakalkula ang mga buwis at <a href=\"&lt;span%20class='notranslate'&gt;{{%20link%20}}&lt;/span&gt;\">bayad sa pagpapadala</a> sa checkout.",
    "taxes_at_checkout_shipping_at_checkout_without_policy": "Ang mga buwis, diskwento, at pagpapadala ay kinakalkula sa checkout.",
    "taxes_at_checkout_shipping_at_checkout_without_policy_without_discounts": "Kinakalkula ang mga buwis at bayad sa pagpapadala sa checkout.",
    "taxes_included": "Kasama ang mga buwis.",
    "taxes_included_shipping_at_checkout_with_policy_html": "Kasama ang mga buwis. Ang mga diskwento at <a href=\"&lt;span%20class='notranslate'&gt;{{%20link%20}}&lt;/span&gt;\">pagpapadala</a> ay kakalkulahin sa pag-checkout.",
    "taxes_included_shipping_at_checkout_with_policy_without_discounts_html": "Kasama na ang buwis. Ang pagpapadala ay kinakalkula sa checkout.",
    "taxes_included_shipping_at_checkout_without_policy": "Kasama ang mga buwis. Ang mga diskwento at pagpapadala ay kakalkulahin sa pag-checkout.",
    "taxes_included_shipping_at_checkout_without_policy_without_discounts": "Kasama na ang buwis. Ang pagpapadala ay kinakalkula sa checkout.",
    "unavailable": "Hindi magagamit",
    "use_fewer_filters_html": "Subukang gumamit ng mas kaunting mga filter, o <a class=\"&lt;span class='notranslate'&gt;{{ class }}&lt;/span&gt;\" href=\"&lt;span%20class='notranslate'&gt;{{%20link%20}}&lt;/span&gt;\">i-clear ang lahat ng mga filter</a> .",
    "view_more_details": "Tingnan ang higit pang mga detalye",
    "your_cart_is_empty": "Walang laman ang iyong cart",
    "product_count": "Bilang ng produkto",
    "errors": "Mga pagkakamali",
    "wrong_password": "Maling password",
    "recipient_form_send_to": "Ipadala sa",
    "recipient_form_email_label": "Email ng tatanggap",
    "recipient_form_email_label_my_email": "Ang aking email",
    "recipient_form_email_address": "Email address ng tatanggap",
    "recipient_form_name_label": "Pangalan ng tatanggap (opsyonal)",
    "recipient_form_message": "Mensahe (opsyonal)",
    "recipient_form_characters_used": "{{ used_chars }} / {{ max_chars }} na mga karakter na ginamit",
    "recipient_form_send_on_label": "Ipadala (opsyonal)",
    "recipient_form_fields_visible": "Makikita na ngayon ang mga field ng form ng tatanggap",
    "recipient_form_fields_hidden": "Nakatago na ngayon ang mga field ng form ng tatanggap",
    "recipient_form_error": "Nagkaroon ng error sa pagsusumite ng form",
    "product_custom_property_character_count": "{{ used_chars }} / {{ max_chars }} na mga karakter na ginamit",
    "discount": "Diskwento",
    "terms_and_policies": "Mga Tuntunin at Patakaran",
    "account_title_personalized": "Kumusta {{ first_name }}",
    "cart_estimated_total": "Tinatayang kabuuan",
    "cart_total": "Kabuuang bilang ng cart",
    "checkout": "Mag-check out",
    "collection_placeholder": "Pamagat ng koleksyon",
    "discount_code": "Kodigo ng diskwento",
    "shipping_discount_error": "Ang mga diskwento sa pagpapadala ay ipinapakita sa pag-checkout pagkatapos magdagdag ng address",
    "discount_code_error": "Hindi maaaring gamitin ang discount code sa iyong cart",
    "discounts": "Mga Diskwento",
    "duties_and_taxes_included": "Kasama ang mga tungkulin at buwis.",
    "duties_and_taxes_included_shipping_at_checkout_with_policy_html": "Kasama ang mga tungkulin at buwis. Kinakalkula ang mga diskwento at <a href=\"&lt;span%20class='notranslate'&gt;{{%20link%20}}&lt;/span&gt;\">pagpapadala</a> sa checkout.",
    "duties_and_taxes_included_shipping_at_checkout_with_policy_without_discounts_html": "Kasama ang mga tungkulin at buwis. Ang pagpapadala ay kinakalkula sa checkout.",
    "duties_and_taxes_included_shipping_at_checkout_without_policy": "Kasama ang mga tungkulin at buwis. Kinakalkula ang mga diskwento at pagpapadala sa checkout.",
    "duties_and_taxes_included_shipping_at_checkout_without_policy_without_discounts": "Kasama ang mga tungkulin at buwis. Ang pagpapadala ay kinakalkula sa checkout.",
    "duties_included": "Kasama ang mga tungkulin.",
    "duties_included_taxes_at_checkout_shipping_at_checkout_with_policy_html": "Kasama ang mga tungkulin. Ang mga buwis, diskwento, at <a href=\"&lt;span%20class='notranslate'&gt;{{%20link%20}}&lt;/span&gt;\">pagpapadala</a> ay kakalkulahin sa pag-checkout.",
    "duties_included_taxes_at_checkout_shipping_at_checkout_with_policy_without_discounts_html": "Kasama ang mga tungkulin. Ang pagpapadala ay kinakalkula sa checkout.",
    "duties_included_taxes_at_checkout_shipping_at_checkout_without_policy": "Kasama ang mga tungkulin. Ang mga buwis, diskwento, at pagpapadala ay kakalkulahin sa pag-checkout.",
    "duties_included_taxes_at_checkout_shipping_at_checkout_without_policy_without_discounts": "Kasama ang mga tungkulin. Ang pagpapadala ay kinakalkula sa checkout.",
    "featured_products": "Mga itinatampok na produkto",
    "filters": "Mga Filter",
    "grid_view": {
      "grid_fieldset": "Grid ng haligi",
      "single_item": "Isahan",
      "zoom_out": "Mag-zoom out"
    },
    "inventory_low_stock_show_count": {
      "one": "{{ count }} ang natitira",
      "other": "{{ count }} ang natitira"
    },
    "inventory_low_stock": "Mababang stock",
    "inventory_in_stock": "Nasa stock",
    "inventory_out_of_stock": "Wala nang stock",
    "item_count": {
      "one": "{{ count }} aytem",
      "other": "{{ count }} mga aytem"
    },
    "language": "Wika",
    "localization_region_and_language": "Rehiyon at wika",
    "no_products_found": "Walang nakitang produkto.",
    "no_results_found": "Walang nakitang resulta",
    "page_placeholder_title": "Pamagat ng pahina",
    "page_placeholder_content": "Pumili ng pahina para ipakita ang nilalaman nito.",
    "pagination": {
      "nav_label": "Pag-navigate sa pagbilang ng pahina",
      "previous": "Nakaraan",
      "next": "Susunod",
      "page": "Pahina {{ page }}"
    },
    "pickup_available_at_html": "May sundo sa <b>{{ location }}</b>",
    "pickup_available_in": "May sundo, {{ pickup_time }}",
    "pickup_not_available": "Hindi available ang pagkuha sa kasalukuyan",
    "powered_by": "Ang tindahang ito ay papaganahin ng",
    "price_compare_at": "Ihambing sa presyo",
    "price_from": "Mula sa {{ price }}",
    "price_regular": "Regular na presyo",
    "price_sale": "Presyo ng pagbebenta",
    "product_image": "Larawan ng produkto",
    "product_information": "Impormasyon ng produkto",
    "product_total": "Kabuuang produkto",
    "product_badge_sold_out": "Ubos na",
    "product_badge_sale": "Benta",
    "product_card_placeholder": "Pamagat ng produkto",
    "placeholder_image": "Larawan ng placeholder",
    "quantity": "Dami",
    "recently_viewed_products": "Kamakailang tiningnan",
    "reviews": "mga review",
    "read_more": "Magbasa pa...",
    "search_results": "Mga resulta ng paghahanap",
    "search_results_label": "Mga resulta ng paghahanap",
    "search_results_no_results": "Walang nakitang resulta para sa \" {{ terms }} \". Subukan ang isa pang paghahanap.",
    "search_results_no_results_check_spelling": "Walang nakitang resulta para sa \" {{ terms }} \". Suriin ang baybay o gumamit ng ibang salita o parirala.",
    "search_results_resource_articles": "Mga post sa blog",
    "search_results_resource_collections": "Mga Koleksyon",
    "search_results_resource_pages": "Mga Pahina",
    "search_results_resource_products": "Mga Produkto",
    "search_results_resource_products_count": {
      "one": "{{ count }} produkto",
      "other": "{{ count }} mga produkto"
    },
    "search_results_resource_queries": "Mga mungkahi sa paghahanap",
    "seller_note": "Mga espesyal na tagubilin",
    "shipping_policy": "Kinakalkula ang pagpapadala sa checkout.",
    "shipping_policy_html": "Kinakalkula <a href=\"&lt;span%20class='notranslate'&gt;{{%20link%20}}&lt;/span&gt;\">ang pagpapadala</a> sa checkout.",
    "store_owner_link_html": "Ikaw ba ang may-ari ng tindahan? <a href=\"&lt;span%20class='notranslate'&gt;{{%20link%20}}&lt;/span&gt;\">Mag-log in dito</a>",
    "taxes_at_checkout_shipping_at_checkout_with_policy_html": "Ang mga buwis, diskwento, at <a href=\"&lt;span%20class='notranslate'&gt;{{%20link%20}}&lt;/span&gt;\">pagpapadala</a> ay kinakalkula sa checkout."
  },
  "placeholders": {
    "search": "Maghanap",
    "blog_post_title": "Pamagat",
    "product_title": "Pamagat ng produkto",
    "collection_title": "Pamagat ng koleksyon",
    "blog_posts": "Mga Post sa Blog",
    "blog_post_author": "May-akda",
    "blog_post_date": "Petsa",
    "blog_post_description": "Isang sipi mula sa nilalaman ng iyong blog post"
  },
  "fields": {
    "separator": "sa"
  },
  "gift_cards": {
    "issued": {
      "how_to_use_gift_card": "Gamitin ang gift card code online o QR code sa loob ng tindahan",
      "title": "Narito ang balanse ng iyong {{ value }} gift card para sa {{ shop }} !",
      "subtext": "Ang iyong gift card",
      "shop_link": "Bisitahin ang online na tindahan",
      "add_to_apple_wallet": "Idagdag sa Apple Wallet",
      "qr_image_alt": "QR code — i-scan para matubos ang gift card",
      "copy_code": "Kopyahin ang code ng gift card",
      "expiration_date": "Magtatapos {{ expires_on }}",
      "copy_code_success": "Matagumpay na nakopya ang code",
      "expired": "Nag-expire na"
    }
  },
  "products": {
    "product": {
      "add_to_cart": "Idagdag sa cart",
      "adding_to_cart": "Nagdadagdag...",
      "added_to_cart": "Idinagdag sa cart",
      "add_to_cart_error": "Error sa pagdaragdag sa cart",
      "quantity_error_max": "Ang item na ito ay may maximum na {{ maximum }}",
      "sold_out": "Ubos na",
      "unavailable": "Hindi magagamit",
      "quantity": "Dami",
      "quantity_increments": "Mga pagtaas ng {{ increment }}",
      "quantity_minimum": "Minimum ng {{ minimum }}",
      "quantity_maximum": "Pinakamataas na {{ maximum }}",
      "in_cart": "sa kariton"
    }
  },
  "blocks": {
    "contact_form": {
      "name": "Pangalan",
      "email": "I-email",
      "phone": "Telepono",
      "comment": "Komento",
      "post_success": "Salamat sa pakikipag-ugnayan sa amin. Babalikan ka namin sa lalong madaling panahon.",
      "error_heading": "Pakiayos ang mga sumusunod:"
    },
    "email_signup": {
      "label": "I-email",
      "success": "Salamat sa pag-subscribe!"
    },
    "filter": "Salain",
    "load_video": "I-load ang video: {{ description }}",
    "sold_out": "Ubos na",
    "payment_methods": "Mga paraan ng pagbabayad"
  },
  "blogs": {
    "article": {
      "comments_heading": {
        "one": "komento {{ count }}",
        "other": "{{ count }} komento"
      }
    },
    "comment_form": {
      "email": "I-email",
      "error": "Hindi nai-post ang komento, pakitugunan ang mga sumusunod:",
      "heading": "Mag-iwan ng komento",
      "message": "Mensahe",
      "moderated": "Pakitandaan, ang mga komento ay kailangang aprubahan bago ilathala.",
      "name": "Pangalan",
      "post": "Mag-post ng komento",
      "success_moderated": "Na-post na ang komento, naghihintay ng moderasyon",
      "success": "Na-post na ang komento"
    }
  }
}
